Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: WebSockets is a technology that makes it possible to open an interactive communication session between the user's browser and a server.
el: Τα WebSockets είναι μια τεχνολογία που προσφέρει τη δυνατότητα αμφίδρομης επικοινωνίας μέσω του περιηγητή του χρήστη και ενός διακομιστή.
fr: Les WebSockets sont une technologie permettant d'ouvrir une session de communication interactive entre le navigateur et un serveur.
ga: Is teicneolaíocht é WebSockets lenar féidir seisiún idirghníomhach cumarsáide a bhunú idir freastalaí agus brabhsálaí an úsáideora.
ja: WebSockets は、ユーザのブラウザとサーバの間で対話的なコミュニケーションのセッションを開くことを可能にする技術です。
pl: WebSockets to technologia, która umożliwia otwarcie sesji interaktywnej komunikacji pomiędzy przeglądarką użytkownika a serwerem.
zh_tw: WebSockets 是一種讓使用者的瀏覽器與伺服器之間開啟互動連線變得可能的技術。

source: http://en.wikipedia.org/wiki/Web_Sockets
es: http://es.wikipedia.org/wiki/WebSockets
fr: http://fr.wikipedia.org/wiki/Websocket
ja: http://ja.wikipedia.org/wiki/WebSocket
pl: http://pl.wikipedia.org/wiki/WebSocket
zh_tw: http://zh.wikipedia.org/wiki/WebSocket

source: Web Workers provide a simple means for web content to run scripts in background threads.
el: Τα Web Workers προσφέρουν τη δυνατότητα σε ιστοσελίδες να εκτελούν με απλό τρόπο σενάρια εντολών στο παρασκήνιο.
fr: Les Web Workers fournissent une manière simple pour le contenu web d'exécuter des scripts à l'arrière-plan.
ga: Le hOibrithe Gréasáin, is féidir le hábhar Gréasáin scripteanna a rith i snáithe cúlra.
ja: Web Workers は、Web コンテンツをバックグラウンドのスレッドで実行するための簡単な手段を提供します。
pl: Web Workers dostarcza treściom internetowym prosty sposób uruchamiania skryptów w tle.
zh_tw: Web Workers 提供了一個讓指令碼以背景執行敘執行的簡單方法。

source: XMLHttpRequest (XHR) is used to send HTTP requests directly to a webserver and load the response data directly back into the script.
el: Το XMLHttpRequest (XHR) χρησιμοποιείται για να στέλνει αιτήματα HTTP απευθείας σε ένα διακομιστή και να φορτώνει τα δεδομένα της απόκρισης του επίσης απευθείας στο σενάριο εντολών.
fr: XMLHttpRequest (XHR) est utilisé pour envoyer des requêtes HTTP directement à un serveur web et charger les données de la réponse directement dans le script appelant.
ga: Úsáidtear XMLHttpRequest (XHR) chun iarratais HTTP a sheoladh go díreach chuig freastalaí Gréasáin agus sonraí an fhreagra a luchtú ar ais go dtí an script.
ja: XMLHttpRequest (XHR) は、HTTP 要求を Web サーバへ直接送信し、その応答データをスクリプトへ直接読み込むために使用されます。
pl: XMLHttpRequest (XHR) jest używany do wysyłania żądania HTTP bezpośrednio do serwera i wczytywania danych odpowiedzi z powrotem bezpośrednio do skryptu.
zh_tw: XMLHttpRequest (XHR) 被用來像網頁伺服器直接傳送 HTTP 請求，並將回應直接讀取進指令碼。

source: http://en.wikipedia.org/wiki/XMLHttpRequest
es: http://es.wikipedia.org/wiki/XMLHttpRequest
fr: http://fr.wikipedia.org/wiki/XMLHttpRequest
ja: http://ja.wikipedia.org/wiki/XMLHttpRequest
pl: http://pl.wikipedia.org/wiki/XMLHttpRequest
zh_tw: http://zh.wikipedia.org/wiki/XMLHTTP

source: Track the movement of the user's finger on a touch screen, monitoring the raw touch events generated by the system.
el: Χρησιμοποιείται για την ανίχνευση της κίνησης των δαχτύλων ενός χρήστη σε μια οθόνη επαφής, παρακολουθώντας τα ακατέργαστα δεδομένα επαφής που παράγονται από το σύστημα.
fr: Suit les mouvements du doigt de l'utilisateur sur un écran tactile, en surveillant les évènements tactiles générés par le système.
ga: Rianaigh gluaiseacht mhéar an úsáideora ar scáileán tadhaill, agus déan monatóireacht ar theagmhais tadhaill a ghineann an córas.
ja: タッチスクリーン上でユーザの指の動きを追跡し、システムにより生成された生のタッチイベントを監視します。
pl: Technologia umożliwiająca kontrolowanie interfejsów graficznych więcej niż dwoma palcami jednocześnie.
zh_tw: 追蹤使用者手指在觸控螢幕上的移動，監控系統產生的原始觸控事件。

source: http://en.wikipedia.org/wiki/Multi-touch
es: http://es.wikipedia.org/wiki/Multitáctil
fr: http://fr.wikipedia.org/wiki/Multi-touch
pl: http://pl.wikipedia.org/wiki/Multi-Touch
zh_tw: http://zh.wikipedia.org/wiki/%E5%A4%9A%E9%BB%9E%E8%A7%B8%E6%8E%A7

source: Public Domain (where applicable by law)
el: Δημόσιας χρήσης (όπου επιτρέπεται από το νόμο)
fr: Domaine public (là où la loi le permet)
ga: Fearann Poiblí (áit inar infheidhme de réir dlí)
ja: パブリックドメイン (法律により適用可能な地域に限る)
pl: Public Domain (gdzie prawnie dozwolone)
zh_tw: 公共領域 (於法律上接受之處)

source: MDN demos
el: Demo στο MDN
fr: Démos de MDN
ga: Taispeántais MDN
ja: MDN デモ
pl: Dema MDN
zh_tw: MDN demo

source: Demos submitted by MDN users
el: Demo που έχουν δημιουργηθεί από χρήστες του MDN
es: Demos enviadas por usuarios del MDN
fr: Démos soumises par des utilisateurs MDN
ga: Taispeántais seolta ag úsáideoirí MDN
ja: MDN ユーザにより投稿されたデモ
pl: Filmy demonstracyjne przesłane przez użytkowników MDN
zh_tw: 由 MDN 使用者送出的 Demo

source: MDN recent demos
el: Πρόσφατα demo του MDN
fr: Démos récentes de MDN
ga: Taispeántas MDN is déanaí
ja: MDN 最近のデモ
pl: Najnowsze dema
zh_tw: MDN 最新 Demo

source: Demos recently submitted to MDN
el: Demo που υποβλήθηκαν πρόσφατα στο MDN
es: Demos enviadas recientemente al MDN
fr: Démos récemment soumises sur MDN
ga: Taispeántais seolta chuig MDN le déanaí
ja: MDN に最近投稿されたデモ
pl: Ostatnio przesłane dema
zh_tw: 最近送出給 MDN 的 Demo

source: MDN featured demos
el: Προβεβλημένα demo στο MDN
fr: Démos de MDN en vedette
ga: Taispeántais mhór-le-rá MDN
ja: MDN 注目のデモ
pl: Polecane dema
zh_tw: MDN 精選 Demo

source: Demos featured on MDN
el: Demo που προβάλλονται στο MDN
es: Demos destacadas en MDN
fr: Démos mises en vedette sur MDN
ga: Taispeántais mhór-le-rá ar MDN
ja: MDN 注目のデモ
pl: Dema polecane przez MDN
zh_tw: MDN 精選 Demo

source: MDN demos tagged %s
el: Demo στο MDN με ετικέτα: %s
fr: Démos de MDN taguées %s
ga: Taispeántais MDN clibeáilte %s
ja: タグ "%s" が付けられた MDN デモ
pl: Dema oznaczone %s
zh_tw: 標示為 %s 的 MDN Demo

source: MDN demos tagged "%s"
el: Demo στο MDN με ετικέτα «%s»
fr: Démos de MDN taguées « %s »
ga: Taispeántais MDN clibeáilte "%s"
ja: タグ "%s" が付けられた MDN デモ
pl: Dema oznaczone „%s”
zh_tw: 標示為「%s」的 MDN Demo

source: %s's MDN demos
el: %s's MDN demo
es: Demos MDN de %s
fr: Démos MDN de %s
ga: Taispeántais MDN de chuid %s
ja: %s の MDN デモ
pl: Dema autorstwa %s
zh_tw: %s 的 MDN Demo

source: MDN demo search for "%s"
el: Αναζήτηση στα demo του MDN για «%s»
fr: Recherche de « %s » dans les démos de MDN
ga: Cuardach taispeántais MDN ar "%s"
ja: MDN デモの "%s" での検索結果
pl: Wyszukiwanie demo dla zapytania „%s”
zh_tw: MDN Demo 搜尋「%s」

source: Search results for demo submissions matching "%s"
el: Αποτελέσματα αναζήτησης για demo που ταιριάζουν με «%s»
fr: Résultats de la recherche pour les soumissions de démos correspondant à « {q} »
ga: Torthaí an chuardaigh ar thaispeántais a mheaitseálann "%s"
ja: "%s" にマッチする投稿デモの検索結果
pl: Wyniki wyszukiwania dem spełniających zapytanie „%s”
zh_tw: 符合「%s」的 demo 的搜尋結果

source: Show us you're human
el: Αποδείξτε ότι είστε άνθρωπος
fr: Montrez que vous n'êtes pas un robot
ga: Taispeáin dúinn gur duine thú
ja: あなたが人間であることを証明してください
pl: Udowodnij, że jesteś człowiekiem
zh_tw: 請證明您是人類

source: year
el: έτος
es: año
fr: année
ga: bhliain
ja: 年
pl: rok
zh_tw: 年

source: month
el: μήνας
es: mes
fr: mois
ga: mhí
ja: カ月
pl: miesiąc
zh_tw: 月

source: week
el: εβδομάδα
es: semana
fr: semaine
ga: seachtain
ja: 週間
pl: tydzień
zh_tw: 週

source: day
el: ημέρα
fr: jour
ga: lá
ja: 日
pl: dzień
zh_tw: 天

source: %(number)d year ago
el: %(number)d χρόνο
es: hace %(number)d año
fr: il y a %(number)d an
ga: %(number)d bhliain ó shin
ja: %(number)d 年前
pl: %(number)d rok temu
zh_tw: %(number)d 年前

source: %(number)d month ago
el: %(number)d μήνα
es: hace %(number)d mes
fr: il y a %(number)d mois
ga: %(number)d mhí ó shin
ja: %(number)d カ月前
pl: %(number)d miesiąc temu
zh_tw: %(number)d 個月前

source: %(number)d week ago
el: %(number)d εβδομάδα
es: hace %(number)d semana
fr: il y a %(number)d semaine
ga: %(number)d seachtain ó shin
ja: %(number)d 週間前
pl: %(number)d tydzień temu
zh_tw: %(number)d 週前

source: %(number)d day ago
el: %(number)d ημέρα
es: hace %(number)d día
fr: il y a %(number)d jour
ga: %(number)d lá ó shin
ja: %(number)d 日前
pl: %(number)d dzień temu
zh_tw: %(number)d 天前

source: %(number)d hour ago
el: %(number)d ώρα
es: hace %(number)d hora
fr: il y a %(number)d heure
ga: %(number)d uair ó shin
ja: %(number)d 時間前
pl: %(number)d godzinę temu
zh_tw: %(number)d 小時前

source: %(number)d minute ago
el: %(number)d λεπτό
es: hace %(number)d minuto
fr: il y a %(number)d minute
ga: %(number)d nóiméad ó shin
ja: %(number)d 分前
pl: %(number)d minutę temu
zh_tw: %(number)d 分鐘前

source: %(number)d second ago
el: %(number)d δευτερόλεπτο
es: hace %(number)d segundo
fr: il y a %(number)d seconde
ga: %(number)d soicind ó shin
ja: %(number)d 秒前
pl: %(number)d sekundę temu
zh_tw: %(number)d 秒鐘前

source: Today at %s
el: Σήμερα στις %s
fr: Aujourd'hui à %s
ga: Inniu ag %s
ja: 今日 %s
pl: Dzisiaj o %s
zh_tw: 今天的 %s

source: Maximum of %s tags allowed
el: Επιτρέπονται μέχρι %s ετικέτες
fr: Maximum %s tags autorisés
ga: Ní cheadaítear níos mó ná %s clib
ja: タグは最大 %s 個まで付けられます
pl: Dozwolone jest maksymalnie %s etykiet
zh_tw: 最多只接受 %s 個標籤

source: Tag "%s" is not in the set of described tags
el: Η ετικέτα «%s» δεν υπάρχει στο σύνολο των ετικετών
fr: Le tag « %s » ne fait pas partie de l'ensemble des tags décrits
ga: Níl clib "%s" sa tacar de chlibeanna a bhfuil cur síos orthu
ja: "%s" というタグは登録されたタグにありません。
pl: W zestawie opisanych etykiet nie ma etykiety „%s”
zh_tw: 標籤「%s」並不在描述標籤組當中

source: Please keep filesize under %s. Current filesize %s
el: Παρακαλούμε το μέγεθος αρχείου να είναι μικρότερο από %s. Τρέχον μέγεθος αρχείου: %s
fr: Veuillez ne pas dépasser une taille de fichier de %s. Taille actuelle %s
ga: Ba chóir don chomhad a bheith níos lú ná %s. Méid an chomhaid faoi láthair: %s
ja: ファイルサイズを %s 以下にしてください (現在のファイルサイズ %s)。
pl: Rozmiar pliku nie powinien być większy niż %s. Aktualny rozmiar %s.
zh_tw: 請將檔案大小壓到 %s 之下。目前的檔案大小是 %s

source: Cannot process image
el: Δεν είναι δυνατή η επεξεργασία της εικόνας
es: No se puede procesar la imagen
fr: Impossible de traiter l'image
ga: Ní féidir an íomhá a phróiseáil
ja: 画像を処理できません
pl: Nie można przetworzyć obrazka
zh_tw: 無法處理圖片

source: what is your demo's name?
el: Τι όνομα έχει το demo σας;
es: ¿Cómo se llama tu demo?
fr: quel est le nom de votre démo ?
ga: cén t-ainm atá ar do thaispeántas?
ja: あなたのデモのタイトルは？
pl: podaj nazwę dema
zh_tw: 您的 demo 名稱是?

source: slug
fr: remarque
ga: sluga
pl: ciąg słów

source: describe your demo in one line
el: Περιγράψτε το demo σας σε μια γραμμή
fr: décrivez votre démo en une ligne
ga: déan cur síos ar do thaispeántas i líne amháin
ja: あなたのデモについて一行で記述してください
pl: zawrzyj opis dema w tym wierszu
zh_tw: 用一行字描述您的 demo

source: describe your demo in more detail (optional)
el: Περιγράψτε το demo σε με περισσότερες λεπτομέρειες (προαιρετικό)
fr: décrivez votre démo plus en détail (facultatif)
ga: tabhair mionchuntas ar do thaispeántas (roghnach)
ja: あなたのデモについて詳しく記述してください (任意)
pl: opisz demo bardziej szczegółowo (opcjonalne)
zh_tw: 更詳細地描述您的 demo（非必要）

source: control how your demo is launched
el: Επιλέξτε πως θα εκκινήται το demo σας
fr: contrôlez la manière de lancer votre démo
ga: rialaigh an tslí a dtosófar do thaispeántas
pl: kontroluj, jak twoje demo jest uruchamiane
zh_tw: 控制如何執行您的 demo

source: Disable navigation bar, launch demo in a new window
el: Απενεργοποίηση της εργαλειοθήκης διευθύνσεων, εκκίνηση demo σε νέο παράθυρο
fr: Désactiver la barre de navigation, lancer la démo dans une nouvelle fenêtre
ga: Díchumasaigh an barra nascleanúna, tosaigh an taispeántas i bhfuinneog nua
pl: Wyłącz pasek nawigacyjny, uruchom demo w nowym oknie
zh_tw: 停用導覽列，將 demo 在新視窗中開啟

source: Use navigation bar, display demo in <iframe>
el: Χρήση εργαλειοθήκης διευθύνσεων, προβολή demo σε <iframe>
fr: Utiliser la barre de navigation, afficher la démo dans un <iframe>
ga: Úsáid an barra nascleanúna, taispeáin in <iframe> é
pl: Użyj paska nawigacyjnego, wyświetl demo w <iframe>
zh_tw: 使用導覽列，將 demo 顯示於 <iframe> 之中

source: select up to 5 tags that describe your demo
el: Επιλέξτε μέχρι 5 ετικέτες που περιγράφουν το demo σας
es: selecciona un máximo de 5 etiquetas que describan tu demo
fr: sélectionnez jusqu'à 5 tags pour décrire votre démo
ga: roghnaigh suas le cúig chlib a dhéanann cur síos ar do thaispeántas
ja: あなたのデモを説明できるタグを 5 個まで選択してください
pl: wybierz do 5 etykiet opisujących demo
zh_tw: 選擇描述您 demo 的標籤，最多五個

source: Screenshot #1
el: Στιγμιότυπο οθόνης #1
fr: Capture d'écran #1
ga: Grianghraf #1
ja: スクリーンショット #1
pl: Obrazek #1
zh_tw: 畫面擷圖 #1

source: Screenshot #2
el: Στιγμιότυπο οθόνης #2
fr: Capture d'écran #2
ga: Grianghraf #2
ja: スクリーンショット #2
pl: Obrazek #2
zh_tw: 畫面擷圖 #2

source: Screenshot #3
el: Στιγμιότυπο οθόνης #3
fr: Capture d'écran #3
ga: Grianghraf #3
ja: スクリーンショット #3
pl: Obrazek #3
zh_tw: 畫面擷圖 #3

source: Screenshot #4
el: Στιγμιότυπο οθόνης #4
fr: Capture d'écran #4
ga: Grianghraf #4
ja: スクリーンショット #4
pl: Obrazek #4
zh_tw: 畫面擷圖 #4

source: Screenshot #5
el: Στιγμιότυπο οθόνης #5
fr: Capture d'écran #5
ga: Grianghraf #5
ja: スクリーンショット #5
pl: Obrazek #5
zh_tw: 畫面擷圖 #5

source: have a video of your demo in action? (optional)
el: Έχετε βίντεο του demo σας σε δράση; (προαιρετικό)
fr: vous avez une vidéo de votre démo en action ? (facultatif)
ga: an bhfuil físeán de do thaispeántas agat? (roghnach)
ja: あなたのデモが動作中の動画がありますか？ (任意)
pl: masz działające wideo tego dema? (opcjonalne)
zh_tw: 有您 demo 的執行影片展示嗎?（非必要）

source: select a ZIP file containing your demo
el: Επιλέξτε ένα αρχείο ZIP που περιέχει το demo σας
es: selecciona un archivo ZIP que contenga tu demo
fr: sélectionnez un fichier ZIP contenant votre démo
ga: roghnaigh comhad ZIP ina bhfuil do thaispeántas
ja: あなたのデモが含まれた ZIP ファイルを選択してください
pl: wybierz plik .zip z tym demem
zh_tw: 選擇一個包含您 demo 的 ZIP 檔

source: Is your source code also available somewhere else on the web (e.g., github)? Please share the link.
el: Υπάρχει διαθέσιμος ο πηγαίος κώδικας σας κάπου άλλου στο διαδίκτυο (π.χ. στο github); Σας παρακαλούμε να δώσετε το δεσμό.
es: ¿Tu código fuente está también accesible en algún otro lugar de la web (ej., github? Por favor comparte el enlace.
fr: Votre code source est-il également disponible quelque part d'autre sur le web (par exemple sur github) ? Indiquez le lien.
ga: An bhfuil do chód foinseach ar fáil áit éigin eile ar an nGréasán (m.sh. github)? Tabhair an nasc dúinn.
ja: ソースコードは別のサイト (github など) でもダウンロードできますか？ あれば、リンクを記入してください。
pl: Jeśli kod źródłowy tego dema jest dostępny gdzieś w Internecie, np. w github, podaj do niego odnośnik
zh_tw: 您的原始碼是否也在網路上的某處（像是 github）可得？請分享鏈結。

source: Select the license that applies to your source code.
el: Επιλέξτε την άδεια που έχει ισχύ στον πηγαίο κώδικα σας.
fr: Sélectionnez la licence qui s'applique à votre code source.
ga: Roghnaigh ceadúnas do chóid fhoinsigh.
ja: ソースコードに適用するライセンスを選択してください。
pl: Wybierz właściwą licencję dla tego kodu źródłowego
zh_tw: 選擇您原始碼的授權方式。

source: date created
el: ημερομηνία που δημιουργήθηκε
fr: date de création
ga: dáta ar ar cruthaíodh é
ja: 作成日
pl: data utworzenia
zh_tw: 建立日期

source: ZIP file contains no acceptable files
el: Το αρχείο ZIP δεν περιέχει αποδεκτά αρχεία
fr: Le fichier ZIP ne contient pas de fichiers acceptables
ga: Níl aon chomhaid inghlactha sa chomhad ZIP
ja: ZIP ファイルに許容できないファイルが含まれています。
pl: Plik .zip zawiera nieakceptowalne pliki
zh_tw: ZIP 檔當中包含了不被接受的檔案

source: ZIP file corrupted
el: Το αρχείο ZIP είναι κατεστραμμένο
fr: Le fichier ZIP est corrompu
ga: Comhad ZIP truaillithe
ja: ZIP ファイルが壊れています
pl: Plik .zip jest uszkodzony
zh_tw: ZIP 檔已毀損

source: ZIP file contains a file that is too large: %(filename)s
el: Το αρχείο ZIP περιλαμβάνει τουλάχιστον ένα πολύ μεγάλο αρχείο: %(filename)s
fr: Le fichier ZIP contient un fichier trop grand : %(filename)s
ga: Tá comhad rómhór sa chomhad ZIP: %(filename)s
pl: Archiwum .zip zawiera za długi plik: %(filename)s
zh_tw: ZIP 檔當中包含了太大的檔案: %(filename)s

source: ZIP file contains an unacceptable file: %(filename)s
el: Το αρχείο ZIP περιέχει τουλάχιστον ένα μη αποδεκτό αρχείο: %(filename)s
fr: Le fichier ZIP contient un fichier non acceptable : %(filename)s
ga: Tá comhad doghlactha sa chomhad ZIP: %(filename)s
pl: Archiwum .zip zawiera nieakceptowalny plik: %(filename)s
zh_tw: ZIP 檔當中包含了不被接受的檔案: %(filename)s

source: HTML index not found in ZIP
el: Δεν βρέθηκε HTML index στο αρχείο ZIP
es: No se halló el índice HTML en el ZIP
fr: Index HTML non trouvé dans le fichier ZIP
ga: Níor aimsíodh innéacs HTML sa chomhad ZIP
ja: ZIP パッケージ中に HTML の index ファイルがありません。
pl: W archiwum ZIP nie znaleziono indeksu HTML
zh_tw: ZIP 檔當中找不到 index HTML

source: access denied
el: απαγορεύεται η πρόσβαση
fr: accès refusé
ga: rochtain diúltaithe
ja: アクセスが拒否されました
pl: dostęp zabroniony
zh_tw: 存取被拒。

source: Demos
el: Demo
fr: Démos
pl: Dema

source: Submit a Demo
el: Υποβολη demo
fr: Soumettre une démo
ga: Cuir Taispeántas Faoinár mBráid
ja: デモを投稿
pl: Prześlij demo
zh_tw: 送出一個 Demo

source: Remove this demo?
el: Αφαίρεση αυτού του demo;
fr: Supprimer cette démo ?
ga: An bhfuil fonn ort an taispeántas seo a bhaint?
ja: このデモを削除しますか？
pl: Usunąć to demo?
zh_tw: 移除此 Demo？

source: <p>You are about to remove <strong>%(demo_title)s</strong> from the Demo Studio.</p> <p>The Demo's listing, source code, and statistics will be <strong>deleted</strong>.</p> <p>This action <strong>cannot be undone</strong>.
el: <p>Πρόκειται να αφαιρέσετε το <strong>%(demo_title)s</strong> από το Demo Studio.</p> <p>Η παρουσίαση του demo, ο πηγαίος κώδικας και τα στατιστικά του θα <strong>διαγραφούν</strong>.</p> <p>Αυτή η ενέργεια <strong>δεν είναι αναστρέψιμη</strong>.
es: <p>Estás a punto de eliminar <strong>%(demo_title)s</strong>del Demo Studio.</p> <p>El listado, el código fuente y las estadísticas del Demo se<strong>eliminarán</strong>.</p> <p>Esta acción <strong>no puede deshacerse</strong>.
fr: <p>Vous êtes sur le point de supprimer <strong>%(demo_title)s</strong> du Demo Studio.</p><p>Sa visibilité, son code source et ses statistiques seront <p>supprimés</strong>.</p><p>Cette action <strong>ne peut pas être annulée</strong>.
ga: <p>Tá tú ar tí <strong>%(demo_title)s</strong> a bhaint ón Stiúideo Taispeántas.</p> <p><strong>Scriosfar</strong> liostáil, cód foinseach, agus staitisticí an Taispeántais.</p> <p>Scriosfar <strong>go brách</strong> é.
ja: <p>Demo Studio から <strong>%(demo_title)s</strong> を削除しようとしています。</p> <p>該当デモの公開リストへの登録、そのソースコードおよび統計データは<strong>削除</strong>されます。</p> <p>この操作は<strong>取り消せません</strong>。
pl: <p>Zamierzasz usunąć <strong>%(demo_title)s</strong> z Demo Studio.</p> <p>Zostaną <strong>usunięte</strong> statystyki, kod źródłowy, a także ze wszystkich wykazów nazwa tego dema.</p> <p>Tej czynności <strong>nie można odwrócić</strong>.
zh_tw: <p>您正要自 Demo Studio 移除 <strong>%(demo_title)s</strong>。</p> <p>此 Demo 的列名、原始碼、統計資料將會被 <strong>刪除</strong>。</p> <p>此行為將 <strong>無法復原</strong>。

source: Remove demo
el: Αφαίρεση demo
fr: Supprimer la démo
ga: Bain an taispeántas
ja: デモを削除
pl: Usuń demo
zh_tw: 移除 Demo

source: Cancel
el: Ακύρωση
es: Cancelar
fr: Annuler
ga: Cealaigh
ja: キャンセル
pl: Anuluj
zh_tw: 取消

source: Delete Comment
el: Διαγραφή σχολίου
es: Eliminar comentario
fr: Supprimer le commentaire
ga: Scrios an Nóta Tráchta
ja: コメント削除
pl: Usuń komentarz
zh_tw: 刪除回應

source: Delete this comment?
el: Να διαγραφεί το σχόλιο;
es: ¿Eliminar comentario?
fr: Supprimer ce commentaire ?
ga: An bhfuil fonn ort an nóta tráchta seo a scriosadh?
ja: このコメントを削除しますか？
pl: Usunąć ten komentarz?
zh_tw: 刪除此回應？

source: <p>Are you sure that you would like to delete this comment?</p>
el: <p>Θέλετε σίγουρα να διαγράψετε αυτό το σχόλιο;</p>
es: <p>¿Estás seguro de que quieres eliminar este comentario?</p>
fr: <p>Voulez-vous vraiment supprimer ce commentaire ?</p>
ga: <p>An bhfuil tú cinnte gur mian leat an nóta tráchta seo a scriosadh?</p>
ja: <p>このコメントを削除してもよろしいですか？</p>
pl: <p>Czy na pewno chcesz usunąć ten komentarz?</p>
zh_tw: <p>您確定要刪除此回應？</p>

source: Delete comment
el: Διαγραφή σχολίου
es: Eliminar comentario
fr: Supprimer le commentaire
ga: Scrios an nóta tráchta
ja: コメント削除
pl: Usuń komentarz
zh_tw: 刪除回應

source: Go to the previous demo, {demo_title}
el: Μετάβαση στο προηγούμενο demo, {demo_title}
es: Ir a la demo anterior, {demo_title}
fr: Aller à la démo précédente, {demo_title}
ga: Go dtí an taispeántas roimhe seo, {demo_title}
ja: 前のデモへ戻る &rarr; {demo_title}
pl: Przejdź do poprzedniego dema, {demo_title}
zh_tw: 到上一個 Demo，{demo_title}

source: Prev
el: Προηγούμενο
fr: Préc
ga: Roimhe Seo
ja: 前へ
pl: Poprzednie
zh_tw: 上一個

source: Go to the next demo, {demo_title}
el: Μετάβαση στο επόμενο demo, {demo_title}
es: Ir a la próxima demo, {demo_title}
fr: Aller à la prochaine démo, {demo_title}
ga: Go dtí an chéad taispeántas eile, {demo_title}
ja: 次のデモへ進む &rarr; {demo_title}
pl: Przejdź do następnego dema, {demo_title}
zh_tw: 到下一個 Demo，{demo_title}

source: Next
el: Επόμενο
es: Siguiente
fr: Suivant
ga: Ar Aghaidh
ja: 次へ
pl: Następne
zh_tw: 下一個

source: by %(creator_link)s on %(create_date)s
el: Από τον/την %(creator_link)s στις %(create_date)s
fr: par %(creator_link)s le %(create_date)s
ga: le %(creator_link)s ar %(create_date)s
pl: autor: %(authorlink)s %(entrydate)s
zh_tw: 由 %(creator_link)s 於 %(create_date)s 撰寫

source: Edit Demo
el: Επεξεργασία demo
es: Editar la demo
fr: Modifier la démo
ga: Cuir Taispeántas in Eagar
ja: デモ編集
pl: Edytuj demo
zh_tw: 編輯 Demo

source: Show demo
el: Προβολή demo
fr: Afficher la démo
ga: Taispeáin taispeántas
ja: デモを表示
pl: Pokaż demo
zh_tw: 顯示 demo

source: Hide demo
el: Απόκρυψη demo
es: Ocultar demo
fr: Masquer la démo
ga: Folaigh taispeántas
ja: デモを隠す
pl: Ukryj demo
zh_tw: 隱藏 Demo

source: Launch Demo
el: Εκκινηση demo
fr: Lancer la démo
ga: Tosaigh Taispeántas
ja: デモを実行
pl: Uruchom demo
zh_tw: 執行 Demo

source: You like this demo. Undo?
el: Αυτό το demo σας αρέσει. Να γίνει αναίρεση;
fr: Vous aimez cette démo. Changé d'avis ?
ga: Is maith leat an taispeántas seo. Cealaigh?
ja: このデモを評価済です。取り消しますか？
pl: Podoba ci się to demo. Cofnąć?
zh_tw: 您覺得這個 demo 很讚。還原？

source: You Like
el: Σας αρέσει
es: Te gusta
fr: Vous aimez
ga: Is maith leat é
ja: 評価済
pl: Podoba ci się
zh_tw: 您喜歡

source: Do you like this demo?
el: Σας αρέσει το demo;
es: ¿Te gusta esta demo?
fr: Aimez-vous cette démo ?
ga: An maith leat an taispeántas seo?
ja: このデモは気に入りましたか？
pl: Podoba ci się to demo?
zh_tw: 您喜歡這個 Demo 嗎？

source: Like It
el: Μου άρεσει
es: Me gusta
fr: J'aime ça
ga: Is maith liom é
ja: このデモを評価する
pl: Podoba mi się
zh_tw: 讚

source: Share this demo with your social network
el: Μοιραστείτε αυτό το demo στο κοινωνικό σας δίκτυο
fr: Partagez cette démo avec votre réseau social
ga: Comhroinn an taispeántas seo le do líonra sóisialta
ja: このデモをソーシャルネットワークで共有しましょう
pl: Udostępnij to demo w swojej sieci społecznościowej
zh_tw: 在您選擇的社群網路上分享此 demo

source: Share It
el: Διαμοιρασμός
fr: Partagez
ga: Comhroinn É
ja: このデモを共有
pl: Udostępnij
zh_tw: 與他人分享

source: Share on Twitter
el: Διαμοιρασμός στο Twitter
fr: Partager sur Twitter
ga: Comhroinn ar Twitter
ja: Twitter で共有する
pl: Udostępnij na Twitterze
zh_tw: 分享到 Twitter

source: Share on Facebook
el: Διαμοιρασμός στο Facebook
fr: Partager sur Facebook
ga: Comhroinn ar Facebook
ja: Facebook で共有する
pl: Udostępnij na Facebooku
zh_tw: 分享到 Facebook

source: Built using
el: Φτιάχτηκε με χρήση
es: Hecho utilizando
fr: Construit avec
ga: Tógtha le
ja: 利用技術:
pl: Użyte technologie:
zh_tw: 建立方法

source: See more demos made with {tag_title}
el: Δείτε περισσότερα demo που φτιάχτηκαν με {tag_title}
fr: Voir d'autres démos faites avec {tag_title}
ga: Tuilleadh taispeántas déanta le {tag_title}
ja: {tag_title} が付けられたデモをもっと見る
pl: Zobacz więcej dem oznaczonych etykietą {tag_title}
zh_tw: 看看更多使用 {tag_title} 製作的 demo

source: This demo has been viewed {count} time
el: Αυτό το demo έχει προβληθεί {count} φορά
fr: Cette démo a été vue {count} fois
ga: {count} chuairt ar an taispeántas seo
ja: このデモは {count} 回閲覧されました
pl: To demo było oglądane {count} raz
zh_tw: 此 demo 已被檢視 {count} 次
