Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Firefox Add-on that adds a lot of great developer tools that are just a click away.
el: Πρόσθετο για τον Firefox, προσθέτει πολλά σπουδαία εργαλεία ανάπτυξης που είναι διαθέσιμα πια με ένα κλικ.
es: Complemento para Firefox que añade muchas herramientas magníficas para desarrolladores a solamente un clic de distancia.
fr: Modules complémentaires pour Firefox qui ajoutent de nombreux outils de développement géniaux d'un simple clic.
ga: Breiseán Firefox a chuireann go leor uirlisí forbartha ar bharra do mhéar.
hr: Firefox dodatak koji dodaje mnogo izvrsnih alata za programere koji su udaljeni jedan klik mišem.
ja: クリックするだけで使えるすばらしい開発者ツール群を追加する Firefox アドオン。
pl: Dodatek dla Firefoksa, który dodaje wiele wspaniałych narzędzi dostępnych natychmiast po kliknięciu.
zh_tw: 只要滑鼠一點，就有許多強大開發者功能的 Firefox 附加元件

source: Evaluate performance of web pages with this Firefox/Firebug Add-on
el: Αξιολογήστε τις επιδόσεις ιστοσελίδων με αυτό το πρόσθετο για τον Firefox/Firebug
es: Evalua el rendimiento de páginas web con este complemento para Firefox/Firebug
fr: Évaluez les performances de vos pages web avec ce module complémentaire pour Firefox/Firebug
ga: Déan meastachán ar luas leathanach Gréasáin leis an mBreiseán Firefox/Firebug seo
hr: Ocijenite učinkovitost web stranica s ovim Firefox/Firebug dodatkom
ja: この Firefox/Firebug アドオンで Web ぺージのパフォーマンスを評価してください。
pl: Oceń wydajność stron internetowych za pomocą Page Speeda działającego w oparciu o dodatek Firebug.
zh_tw: 使用此 Firefox/Firebug 附加元件以評估網頁效能

source: Another great Firefox/Firebug Add-on that helps you view and manage cookies in your browser.
el: Άλλο ένα πρόσθετο για τον Firefox/Firebug που σας βοηθάει να δείτε και να διαχειριστείτε τα cookies στον περιηγητή σας.
es: Otro gran complemento para Firefox/Firebug que te permite ver y administrar las cookies en tu navegador.
fr: Un autre module complémentaire pour Firefox/Firebug qui vous aidera à consulter et gérer les cookies dans votre navigateur.
ga: Breiseán iontach eile le haghaidh Firefox/Firebug a chabhraíonn leat fianáin a fheiceáil agus a bhainistiú i do bhrabhsálaí.
hr: Još jedan izvrsni Firefox/Firebug dodatak koji vam pomaže u pregledu i upravljanju kolačićima u vašem pregledniku.
ja: ブラウザ内の Cookie の閲覧と管理を支援する、もう一つの素晴らしい Firefox/Firebug アドオン。
pl: Inny wspaniały dodatek dla Firefoksa – Firebug, który pomaga podejrzeć ciasteczka i zarządzać nimi w przeglądarce.
zh_tw: 另一個很棒的 Firefox/Firebug 附加元件可以幫助您檢視與管理瀏覽器的 Cookies。

source: All web development tools
el: Όλα τα εργαλεία για ανάπτυξη στο διαδίκτυο
es: Todas las herramientas de desarrollo web
fr: Tous les outils de développement web
ga: Na huirlisí forbartha Gréasáin go léir
hr: Svi alati za web razvoj
ja: すべての Web 開発ツール
pl: Wszystkie narzędzia dla tworzenia stron
zh_tw: 所有的網頁開發工具

source: Recent <span class="web">Web</span> News &amp; Updates
el: Προσφατα νεα &amp; ενημερωσεις για το <span class="web">διαδικτυο</span>
es: Noticias y actualizaciones recientes de la <span class="web">Web</span>
fr: Nouvelles et mises à jour récentes concernant le <span class="web">Web</span>
ga: Nuacht agus Scéalta is déanaí faoin <span class="web">Ghréasán</span>
hr: Nedavne <span class="web">web</span> novosti i ažuriranja
ja: 最新の <span class="web">Web</span> 開発情報
pl: Najnowsze wiadomości i aktualizacje o <span class="web">tworzeniu stron</span>
zh_tw: 最近的 <span class="web">網頁</span> 新聞與更新

source: All web development entries
el: Ολες οι εγγραφες για αναπτυξη στο διαδικτυο
es: Todas las entradas de desarrollo web
fr: Toutes les entrées sur le développement web
ga: Na hiontrálacha forbartha Gréasáin go léir
hr: Svi unosi vezani za web razvoj
ja: すべての Web 開発エントリー
pl: Wszystkie wpisy o tworzeniu stron
zh_tw: 所有的網頁開發項目

source: Correspondence on Twitter from the Web developer community.
el: Ανταποκρίσεις της κοινότητας δημιουργών για το διαδίκτυο από το Twitter.
es: Mensajes en Twitter de la comunidad de desarrolladores Web.
fr: Correspondance sur Twitter de la communauté des développeurs web
ga: Comhfhreagras ar Twitter ó chomhphobal forbartha Gréasáin.
hr: Korespodencija na Twitteru iz zajednice web programera.
ja: Web 開発者コミュニティからの Twitter でのメッセージ。
pl: Wymieniaj się opiniami na Twitterze ze społecznością twórców stron internetowych.
zh_tw: 網頁開發者社群在 Twitter 上的消息。

source: MDN on Twitter
el: Το MDN στο Twitter
es: MDN en Twitter
fr: MDN sur Twitter
ga: MDN ar Twitter
hr: MDN na Twitteru
pl: MDN na Twitterze
zh_tw: Twitter 上的 MDN

source: %(author)s from %(section)s says:
el: Ο/Η %(author)s από το τμήμα %(section)s λέει:
es: %(author)s de %(section)s dice:
fr: %(author)s de %(section)s dit :
ga: Deir %(author)s ó %(section)s:
hr: %(author)s iz %(section)s je napisao:
ja: %(author)s のツイート (%(section)s から)：
pl: %(author)s z %(section)s mówi:
zh_tw: %(section)s 的 %(author)s 說:

source: {timedelta} ago
el: {timedelta} πριν
es: hace {timedelta}
fr: Il y a {timedelta}
ga: {timedelta} ó shin
hr: {timedelta} prije
ja: {timedelta} 前
pl: {timedelta} temu
zh_tw: {timedelta} 前

source: Permission Denied
el: Απαγορεύεται η πρόσβαση
fr: Permission refusée
pl: Dostęp zabroniony

source: <p>I'm sorry %(name)s, I'm afraid I can't do that.</p>
el: <p>Συγνώμη %(name)s, πολύ φοβάμαι πως δεν μπορώ να το κάνω αυτό.</p>
fr: <p>Je suis désolé %(name)s, je crains de ne pas pouvoir faire ça.</p>
pl: <p>Przepraszam %(name)s, ale obawiam się, że nie mogę tego zrobić.</p>

source: <p>I'm sorry, I'm afraid I can't do that.</p>
el: <p>Συγνώμη αλλά δεν μπορώ να το κάνω αυτό.</p>
fr: <p>Je suis désolé, je crains de ne pas pouvoir faire ça.</p>
pl: <p>Przepraszam, ale obawiam się, że nie mogę tego zrobić.</p>

source: <li><a href="/logout">Log out</a> to try again.</li>
el: <li><a href="/logout">Αποσυνδεθείτε</a> για να προσπαθήσετε ξανά.</li>
fr: <li><a href="/logout">Déconnectez-vous</a> pour réessayer.</li>
pl: <li><a href="/logout">Zaloguj się</a>, by spróbować ponownie.</li>

source: <li><a href="/Special:UserLogin?returntotitle=%(returnto)s">Log in</a> to try again.</li> <li><a href="/Special:UserRegistration">Register</a> to edit docs, submit demos, and post to forums.</li>
el: <li><a href="/Special:UserLogin?returntotitle=%(returnto)s">Συνδεθείτε</a> για να προσπαθήσετε ξανά.</li> <li><a href="/Special:UserRegistration">Εγγραφείτε</a> για να επεξεργαστείτε έγγραφα, να υποβάλετε demo και να δημοσιεύεστε στα φόρουμ.</li>
fr: <li><a href="/Special:UserLogin?returntotitle=%(returnto)s">Connectez-vous</a> pour réessayer.</li> <li><a href="/Special:UserRegistration">Inscrivez-vous</a> pour modifier des documents, envoyer des démos et publier sur les forums.</li>
pl: <li><a href="/Special:UserLogin?returntotitle=%(returnto)s">Zaloguj się</a>, by spróbować jeszcze raz.</li> <li><a href="/Special:UserRegistration">Zarejestruj się</a>, by edytować dokumenty, przesyłać dema i pisać na forach.</li>

source: <li><a href="/demos">View demos</a> or <a href="/docs">browse docs</a></li>
el: <li><a href="/demos">Δείτε τα demo</a> ή <a href="/docs">περιηγηθείτε στα έγγραφα</a></li>
fr: <li><a href="/demos">Voir les démos</a> ou <a href="/docs">parcourir la documentation</a></li>
pl: <li><a href="/demos">Obejrzyj dema</a> lub <a href="/docs">przeglądaj dokumenty</a></li>

source: <p>No computer has ever made a mistake or distorted information. We are all, by any practical definition of the words, foolproof and incapable of error. So it can only be attributable to human error. If so, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Mozilla%20Developer%20Network&component=Website">file a bug</a> for my human operators.</p>
el: <p>Κανένας υπολογιστής δεν έκανε ποτέ λάθος, ούτε παραμόρφωσε πληροφορίες. Είμαστε κυριολεκτικά και μεταφορικά αλάνθαστοι και ανίκανοι να παράγουμε σφάλματα. Οτιδήποτε δεν λειτουργεί σωστά μπορεί να αποδοθεί μόνο σε ανθρώπινα λάθη και παραλήψεις. Αν κάτι δεν λειτουργεί σωστά λοιπόν, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Mozilla%20Developer%20Network&component=Website">καταχωρήστε ένα bug</a> για να το δουν οι άνθρωποι που με διαχειρίζονται.</p>
fr: <p>Aucun ordinateur n'a jamais fait d'erreur ou déformé une information. Nous sommes tous, et pour toutes les définitions acceptables de ce mot, incapables de commettre une erreur. Il ne peut donc s'agir que d'une erreur humaine. Veuillez <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Mozilla%20Developer%20Network&component=Website">soumettre un bug</a> pour mes opérateurs humains.</p>
pl: <p>Żaden komputer nigdy nie popełnił błędu ani nie zniekształcił informacji. Wszystko jest niezawodne i nie popełnia błędów. Więc to może być tylko spowodowane błędami ludzkimi. Jeśli tak jest, <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Mozilla%20Developer%20Network&component=Website">zgłoś błąd</a> dotyczący moich operatorów.</p>

source: Not Found
el: Δεν βρέθηκε
es: No encontrado
fr: Non trouvé
ga: Gan Aimsiú
hr: Nije pronađeno
ja: ページが見つかりません
pl: Nie znaleziono
zh_tw: 找不到網頁

source: Internal Server Error
el: Εσωτερικό σφάλμα διακομιστή
es: Error interno del servidor
fr: Erreur interne du serveur
ga: Earráid Inmheánach leis an bhFreastalaí
hr: Interna pogreška poslužitelja
pl: Wewnętrzny błąd serwera
zh_tw: 伺服器內部錯誤

source: A comprehensive, usable, and accurate resource for everyone developing for the Open Web.
el: Μια περιεκτική, εύχρηστη και ακριβής πηγή γνώσης για οποιονδήποτε αναπτύσσει για το ανοικτό διαδίκτυο.
es: Un extenso, usable y preciso recurso para todo aquel que desarrolle para la Web abierta.
fr: Une ressource complète, utilisable et fiable pour tous ceux qui développent pour le web ouvert.
ga: Acmhainn chuimsitheach chruinn inúsáidte do gach duine atá ag forbairt an Ghréasáin Oscailte.
hr: Sveobuhvatni, korisni i točni resurs za svakoga tko radi na razvoju za otvoreni web.
ja: Open Web のために開発するすべての人のための、包括的で役立つ、正確なリソース。
pl: Obszerny, użyteczny i dokładny zasób wiedzy dla każdego, kto tworzy dla platformy Open Web.
zh_tw: 提供大眾開發 Open Web 時所需之全面的、有用的且準確的資源。

source: Search MDN
el: Αναζήτηση στο MDN
es: Buscar en MDN
fr: Recherche sur MDN
ga: Cuardaigh MDN
hr: Pretraži MDN
ja: MDN を検索します
pl: Przeszukaj MDN
zh_tw: 搜尋 MDN

source: What do you think of the new MDN? Please <a href="%(uservoice_url)s">share your feedback</a> with us.
el: Πως σας φαίνεται το νέο MDN; Σας παρακαλούμε να μας <a href="%(uservoice_url)s">πείτε τα σχόλια σας</a>.
es: ¿Qué opinas del nuevo MDN? Por favor, <a href="%(uservoice_url)s">comparte tu opinión</a> con nosotros.
fr: Que pensez-vous du nouveau MDN ? Veuillez nous <a href="%(uservoice_url)s">donner votre avis</a>.
ga: Cad a cheapann tú faoin MDN nua? <a href="%(uservoice_url)s">Tabhair do thuairim</a> dúinn.
hr: Što mislite o novom MDN? Molimo <a href="%(uservoice_url)s">podijelite vaš komentar</a> s nama.
ja: 新しい MDN についてどう思いますか？ <a href="%(uservoice_url)s">ご意見をお寄せください</a>。
pl: Co sądzisz o nowym MDN? <a href="%(uservoice_url)s">Podziel się z nami</a> swoją opinią.
zh_tw: 您覺得新的 MDN 如何？請和我們 <a href="%(uservoice_url)s">分享您的意見回饋</a>。

source: Content is available under <a href="%(copyright_url)s">these licenses</a>
el: Το περιεχόμενο διατίθεται σύμφωνα με <a href="%(copyright_url)s">αυτές τις άδειες χρήσης</a>
es: El contenido está disponible bajo <a href="%(copyright_url)s">estas licencias</a>
fr: Le contenu est disponible sous <a href="%(copyright_url)s">les licences suivantes</a>
ga: Tá an t-ábhar ar fáil faoi <a href="%(copyright_url)s">na ceadúnais seo</a>
hr: Sadržaj je dostupan pod <a href="%(copyright_url)s">ovim licencama</a>
ja: このサイトのコンテンツは、<a href="%(copyright_url)s">ライセンスページ</a>で説明されているライセンスの下において利用可能です。
pl: Zawartość witryny jest udostępniana na następujących <a href="%(copyright_url)s">zasadach</a>
zh_tw: 本站內容皆採用 <a href="%(copyright_url)s">這些授權方式</a> 授權大眾使用

source: /Project:Copyrights
pl: /Prawa autorskie projektu

source: /Project:en/About
fr: /Project:fr/À_propos
pl: /Project:pl/About

source: About MDN
el: Περί MDN
es: Acerca de MDN
fr: À propos de MDN
ga: Maidir le MDN
hr: O MDNu
ja: MDN について
pl: Informacje o MDN
zh_tw: 關於 MDN

source: Help
el: Βοήθεια
es: Ayuda
fr: Aide
ga: Cabhair
hr: Pomoć
ja: ヘルプ
pl: Pomoc
zh_tw: 說明

source: Other languages:
el: Άλλες γλώσσες:
es: Otros idiomas:
fr: Autres langues :
ga: Teangacha eile:
hr: Ostali jezici:
ja: 他の言語:
pl: Inne języki:
zh_tw: 其他語言:

source: Go
el: Μετάβαση
es: Ir
fr: OK
ga: Téigh
hr: Idi
ja: 移動
pl: Przejdź
zh_tw: 衝

source: Welcome back
el: Καλώς ήλθατε ξανά
es: Bienvenido otra vez
fr: Bienvenue
ga: Fáilte ar ais
hr: Dobrodošli natrag
ja: ユーザ設定
pl: Witaj ponownie
zh_tw: 歡迎回來

source: Log out
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
ga: Logáil amach
hr: Odjavi se
ja: ログアウト
pl: Wyloguj się
zh_tw: 登出

source: Become an MDN member
el: Γίνετε μέλος του MDN
es: Hazte miembro de MDN
fr: Devenir membre de MDN
ga: Cláraigh le MDN
hr: Postanite MDN član
ja: MDN アカウント作成
pl: Zostań członkiem MDN
zh_tw: 成為 MDN 的一份子

source: Close
el: Κλείσιμο
es: Cerrar
fr: Fermer
ga: Dún
hr: Zatvori
ja: 閉じる
pl: Zamknij
zh_tw: 關閉

source: Download Formats:
el: Μορφές για λήψη:
es: Formatos de descarga:
fr: Formats de téléchargement :
ga: Formáidí Íosluchtaithe:
hr: Formati za preuzimanje:
ja: 次の形式でダウンロード:
pl: Formaty pobierania:
zh_tw: 下載格式：

source: This video requires a browser with support for open video: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 or greater</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 or greater</li> </ul> or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Alternatively, you may use the video download links provided.
el: Αυτό το βίντεο απαιτεί περιηγητή που να υποστηρίζει ανοιχτές μορφές βίντεο: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 ή μεταγενέστερο</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 ή μεταγενέστερο</li> </ul> ή το <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Εναλλακτικά, μπορείτε να κάνετε λήψη του βίντεο μέσω των δεσμών που παρέχουμε.
es: Este video requiere un navegador que admita video abierto: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 o superior</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 o superior</li> </ul> o el <a href="http://www.adobe.com/go/getflashplayer">reproductor de Adobe Flash</a>. Alternativamente, puedes usar los enlaces de descarga de videos proporcionados.
fr: Cette vidéo nécessite un navigateur gérant la vidéo ouverte : <ul><li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 ou ultérieur</li>, <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 ou ultérieur</li></ul> ou le plugin <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Sinon, vous pouvez utiliser les liens de téléchargement de la vidéo fournis.
ga: Chun an físeán a sheinm, teastaíonn uait brabhsálaí a thacaíonn le fís oscailte: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 nó níos nuaí</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 nó níos nuaí</li> </ul> nó <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Is é sin, nó úsáid na nascanna chun an físeán a íosluchtú.
hr: Za ovaj video je potreban preglednik koji podržava otvoreni video: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 ili noviji</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 ili noviji</li> </ul> ili <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Alternativno, možete koristiti pružene linkove za preuzimanje videa.
ja: この動画は、オープンビデオ形式に対応したブラウザでご覧ください: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 以降</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 以降</li> </ul> または、<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>。 代わりに、ダウンロードリンクから動画をダウンロードすることもできます。
pl: To wideo wymaga przeglądarki obsługującej otwarte standardy wideo: <ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 lub nowszy</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 lub nowsze</li> </ul> lub <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>. Alternatywnie można pobrać wideo używając odpowiednich odnośników.
zh_tw: 這段影片需要支援開放式影片標籤的瀏覽器：<ul> <li><a href="http://www.mozilla.com/firefox/">Firefox</a> 3.5 或更新</li> <li><a href="http://www.apple.com/safari/">Safari</a> 3.1 或更新</li> </ul> 或是 <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>。或者是，您也可以直接透過所提供的鏈結下載它。

source: http://en.wikipedia.org/wiki/Web_typography
fr: http://fr.wikipedia.org/wiki/Typographie_sur_le_Web

source: {count} Demo
fr: {count} démo
ga: {count} Taispeántas
ja: {count} 個のデモ
zh_tw: {count} 個 Demo

source: /en/HTML/HTML5
es: /es/HTML/HTML5
fr: /fr/HTML/HTML5
ja: /ja/HTML/HTML5

source: /en/Detecting_device_orientation
es: /es/Detectar_la_orientación_del_dispositivo
fr: /fr/Détection_de_l'orientation_de_l'appareil
ja: /ja/Detecting_device_orientation

source: /en/Using_geolocation
es: /es/Usar_la_geolocalización
fr: /fr/Utilisation de la géolocalisation
ja: /ja/Using_geolocation

source: /en/Creating_OpenSearch_plugins_for_Firefox
es: /es/Creación_de_plugins_OpenSearch_para_Firefox
fr: /fr/Création_de_plugins_OpenSearch_pour_Firefox
ja: /ja/Creating_OpenSearch_plugins_for_Firefox

source: /en/Participating_in_the_Mozilla_project
es: /es/Participar_en_el_proyecto_Mozilla
fr: /fr/Participer_au_projet_Mozilla
ja: /ja/Participating_in_the_Mozilla_project

source: /en/Using_Mozilla_code_in_other_projects
es: /es/Usar_código_de_Mozilla_en_otros_proyectos
fr: /fr/Utilisation_du_code_de_Mozilla_dans_d'autres_projets
ja: /ja/Using_Mozilla_code_in_other_projects

source: /en/Localization
es: /es/Localización
fr: /fr/Localisation
ja: /ja/Localization

source: /en/QA
es: es/Garantía_de_Calidad
fr: /fr/Qualité
ja: /ja/QA

source: /en/SVG
es: /es/SVG
fr: /fr/SVG
ja: /ja/SVG
zh_tw: /zh_TW/SVG

source: /en/HTML/Element/canvas
es: /es/HTML/Elemento/canvas
fr: /fr/HTML/Élément/canvas
ja: /ja/HTML/Element/canvas

source: /en/CSS/Media_queries
es: /es/CSS/Consultas_multimedia
fr: /fr/CSS/Media_queries
ja: /ja/CSS/Media_queries

source: /en/WebGL
es: /es/WebGL
fr: /fr/WebGL
ja: /ja/WebGL

source: /en/DOM/Storage
fr: /fr/DOM/Storage

source: /en/Using_audio_and_video_in_Firefox
es: /es/Usando_audio_y_video_en_Firefox
fr: /fr/Utilisation_d'audio_et_video_dans_Firefox
ja: /ja/Using_audio_and_video_in_Firefox

source: /en/Using_web_workers
es: /es/Usar_web_workers
fr: /fr/Utilisation_des_web_workers
ja: /ja/Using_web_workers

source: /en/Using_files_from_web_applications
es: /es/Usando_archivos_desde_aplicaciones_web
fr: /fr/Utilisation _de_fichiers_depuis_des_applications_web
ja: /ja/Using_files_from_web_applications

source: /en/DragDrop/Drag_and_Drop
es: /es/ArrastrarSoltar/Arrastrar_y_soltar
fr: /fr/DragDrop/Glisser-déposer
ja: /ja/DragDrop/Drag_and_Drop

source: /en/CSS/Using_CSS_transforms
es: /es/CSS/Uso_de_CSS_transforms
fr: /fr/Utilisation_des_transformations_CSS
ja: /ja/CSS/Using_CSS_transforms

source: /en/Using_gradients
es: /es/Usar_gradientes
fr: /fr/Utilisation_de_dégradés
ja: /ja/Using_gradients

source: /en/Security
es: /es/Seguridad
fr: /fr/Sécurité
ja: /ja/Security

source: /en/IndexedDB
es: /es/BD_indexada
fr: /fr/IndexedDB
ja: /ja/IndexedDB

source: /en/Firefox_4_for_developers
es: /es/Firefox_4_para_desarrolladores
fr: /fr/Firefox_4_pour_les_développeurs
ja: /ja/Firefox_4_for_developers
zh_tw: /zh_TW/Firefox_4_for_developers

source: /en/mobile
es: /es/móvil
fr: /fr/Mobile
ja: /ja/mobile

source: /en/CSS_Reference
fr: /fr/Référence_CSS

source: /En/CSS/Using_CSS_transforms
fr: /fr/CSS/Utilisation_des_transformations_CSS

source: /HTML/Element
fr: /fr/HTML/Element

source: /en/Canvas_tutorial
fr: /fr/Tutoriel_canvas

source: Mobile Wiki
el: Wiki για κινητά
es: Wiki de Mobile
fr: Wiki Mobile
ga: Vicí Soghluaiste
hr: Wiki za mobitele
zh_tw: 行動版 Wiki

source: /en/Developer_Guide
es: /es/Guía_para_el_desarrollador
fr: /fr/Guide_de_développement
ja: /ja/Developer_Guide

source: /en/The_Mozilla_platform
es: /es/La_plataforma_Mozilla
fr: /fr/La_plateforme_Mozilla
ja: /ja/The_Mozilla_platform

source: /en/Debugging
es: /es/Depuración
fr: /fr/Débogage
ja: /ja/Debugging

source: /en/Tools
es: /es/Herramientas
fr: /fr/Outils
ja: /ja/Tools

source: /en/Web_Development
es: /es/Desarrollo_Web
fr: /fr/Développement_web
ja: /ja/Web_Development

source: Audio
ga: Fuaim
zh_tw: 音訊

source: https://developer.mozilla.org/en/HTML/Canvas
es: https://developer.mozilla.org/es/HTML/Canvas
ja: https://developer.mozilla.org/ja/HTML/Canvas
zh_tw: https://developer.mozilla.org/zh_tw/HTML/Canvas

source: https://developer.mozilla.org/en/CSS
ja: https://developer.mozilla.org/ja/CSS
zh_tw: https://developer.mozilla.org/zh_tw/CSS

source: Multi-touch
ga: Iltadhall
ja: マルチタッチ
zh_tw: 多點觸控

source: Media Queries
es: Consultas multimedia
ga: Iarratais Mheán
hr: Upiti medija
ja: メディアクエリ
zh_tw: 媒體選擇（Media Queries）

source: Web Storage
es: Almacenamiento web
ga: Stóras Gréasáin
hr: Web pohrana
zh_tw: 網頁儲存

source: Mobile
el: Κινητα
ga: Soghluaiste
hr: Mobilni
ja: モバイル

source: Web
el: Διαδικτυο
ga: Gréasán

source: /en/Storage
es: /es/Almacenamiento
ja: /ja/DOM/Storage

source: http://en.wikipedia.org/wiki/HTML_forms
es: http://es.wikipedia.org/wiki/Formulario_web
ja: http://ja.wikipedia.org/wiki/%E3%83%95%E3%82%A9%E3%83%BC%E3%83%A0_%28%E3%82%A6%E3%82%A7%E3%83%96%29

source: https://developer.mozilla.org/En/Mobile
es: https://developer.mozilla.org/es/Móvil
ja: https://developer.mozilla.org/Ja/Mobile

source: https://developer.mozilla.org/En/Using_audio_and_video_in_Firefox
ja: https://developer.mozilla.org/Ja/Using_audio_and_video_in_Firefox

source: https://developer.mozilla.org/En/Using_geolocation
ja: https://developer.mozilla.org/ja/Using_geolocation

source: https://developer.mozilla.org/En/Using_web_workers
ja: https://developer.mozilla.org/Ja/Using_web_workers

source: https://developer.mozilla.org/En/XMLHttpRequest/Using_XMLHttpRequest
ja: https://developer.mozilla.org/Ja/XMLHttpRequest/Using_XMLHttpRequest

source: https://developer.mozilla.org/en/DOM/Touch_events
ja: https://developer.mozilla.org/ja/DOM/Touch_events

source: https://developer.mozilla.org/en/Detecting_device_orientation
es: https://developer.mozilla.org/es/Detectar_la_orientación_del_dispositivo
ja: https://developer.mozilla.org/ja/Detecting_device_orientation

source: https://developer.mozilla.org/en/DragDrop/Drag_and_Drop
es: https://developer.mozilla.org/es/ArrastrarSoltar/Arrastrar_y_soltar
ja: https://developer.mozilla.org/Ja/DragDrop/Drag_and_Drop

source: https://developer.mozilla.org/en/HTML/HTML5
es: https://developer.mozilla.org/es/HTML/HTML5
ja: https://developer.mozilla.org/ja/HTML/HTML5

source: https://developer.mozilla.org/en/HTML/HTML5/Forms_in_HTML5
es: https://developer.mozilla.org/es/HTML/HTML5/Formularios_en_HTML5
ja: https://developer.mozilla.org/ja/HTML/HTML5/Forms_in_HTML5

source: https://developer.mozilla.org/en/IndexedDB
es: https://developer.mozilla.org/es/BD_indexada
ja: https://developer.mozilla.org/ja/IndexedDB

source: https://developer.mozilla.org/en/Introducing_the_Audio_API_Extension
ja: https://developer.mozilla.org/ja/Introducing_the_Audio_API_Extension

source: https://developer.mozilla.org/en/WebGL
es: https://developer.mozilla.org/es/WebGL
ja: https://developer.mozilla.org/ja/WebGL

source: https://developer.mozilla.org/en/WebSockets
es: https://developer.mozilla.org/es/WebSockets
ja: https://developer.mozilla.org/ja/WebSockets

source: https://developer.mozilla.org/en/css/@font-face
es: https://developer.mozilla.org/es/CSS/@font-face
ja: https://developer.mozilla.org/ja/CSS/@font-face

source: https://developer.mozilla.org/en/dom/storage#localStorage
es: https://developer.mozilla.org/es/DOM/Almacenamiento#localStorage
ja: https://developer.mozilla.org/ja/dom/storage#localStorage
