Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: <h2>Are you tired of learning on your own?<br>Do you want to join a community of people learning about open web technologies?</h2> <p>Consider signing up for free online peer study groups through <a href="http://p2pu.org/">Peer-to-Peer University's<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
el: <h2>Βαρεθήκατε να μαθαίνετε μόνοι σας;<br>Θέλετε να είστε μέρος μιας κοινότητας ανθρώπων που μαθαίνουν τις ανοικτές τεχνολογίες του διαδικτύου;</h2> <p>Σκεφθήτε την πιθανότητα να γραφτείτε στις δωρεάν δικτυακές ομάδες μελέτης του <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a>. Μοιραστείτε τις ανακαλύψεις, τους προβληματισμούς και τις κατακτήσεις σας πάνω στη γνώση, με άλλους ανθρώπους που μαθαίνουν όπως κι εσείς.</p>
fr: <h2>Marre d'apprendre par vous-même ?<br> Vous voulez rejoindre une communauté de personnes qui apprennent les technologies web ouvertes ?</h2> <p>N'hésitez pas à vous inscrire à des groupes d'études en commun avec la <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> de la <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>. Partagez vos découvertes, vos luttes et vos victoires avec d'autres qui apprennent en même temps que vous.</p>
pl: <h2>Próbujesz uczyć się samemu?<br> Czy chcesz przyłączyć się do społeczności uczącej się o technologiach internetowych?</h2> <p>Zarejestruj się w <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>, działającej w ramach <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> grupie takich samych, jak ty osób. Podziel się z innymi swoimi odkryciami, walką i zwycięstwami na niwie nowych technologii internetowych.</p>
zh_tw: <h2>覺得用一己之力學習很累嗎？<br>您想要加入學習開放網頁技術的社群嗎？</h2> <p>請考慮註冊 <a href="http://p2pu.org/">Peer-to-Peer University 的<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> 免費線上同儕讀書會。與其他跟你學習同樣東西的的人們分享您發現了什麼東西，試著努力寫出了什麼，以及得到了什麼。</p>

source: <p>These resources are created by forward-thinking companies and web developers who have embraced open standards and best practices for web development. If you think we've omitted a great resource, please tell us about it in the <a href="https://developer.mozilla.org/forums/viewforum.php?f=4">Open Web Forum</a>. We want to share these resources with our international community, so we prefer ones that provide or allow translations, through an open content license such as <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
fr: <p>Ces ressources sont créées par des sociétés et des développeurs web prévoyants qui ont fait leurs les standards ouverts et bonnes pratiques du développement web. Si vous pensez que nous avons oublié une ressource importante, n'hésitez pas à nous en parler dans le <a href="https://developer.mozilla.org/forums/viewforum.php?f=4">Forum Open Web</a>. Nous désirons les partager avec notre communauté du monde entier, nous préférons donc celles qui fournissent ou permettent des traductions, au travers d'une licence ouverte comme <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
pl: <p>Zasoby te są tworzone przez patrzące w przyszłość firmy i twórców stron internetowych, którzy przyjęli otwarte standardy i najlepsze rozwiązania dotyczące tworzenia stron internetowych. Jeśli uważasz, że pominęliśmy jakieś istotne materiały, poinformuj nas o tym za pośrednictwem <a href="https://developer.mozilla.org/forums/viewforum.php?f=4">Open Web Forum</a>. Chcemy podzielić się tymi zasobami z naszą międzynarodową społecznością, więc przetłumacz je lub umożliw tłumaczenie na zasadach otwartej licencji, np. <a href="http://creativecommons.org" rel="external">Creative Commons</a>.</p>
zh_tw: <p>這些資源是由一群相信開放標準以及網頁開發的最佳實力的正向思考公司以及網頁開發者所建立的。若您認為我們忽略了某個資源，請在 <a href="https://developer.mozilla.org/forums/viewforum.php?f=4">開放網頁技術論壇</a> 當中告訴我們。我們想分享這些資源給全球的社群，所以我們比較喜歡那些已有或允許透過像是 <a href="http://creativecommons.org" rel="external">創用 CC</a> 等授權方式提供翻譯的資源。</p>

source: Learn CSS
el: Μάθετε CSS
fr: Apprendre CSS
pl: Ucz się CSS
zh_tw: 學習 CSS

source: Back to Home
el: Πίσω στην αρχική σελίδα
fr: Retour à l'accueil
pl: Strona startowa
zh_tw: 回到首頁

source: <p class="intro">CSS (<strong>Cascading Style Sheets</strong>) ​is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p> <p>The links on this page lead to a variety of CSS tutorials and CSS training materials. ​Whether you are just starting out, learning the basics of CSS, or are an experienced web developer wanting to learn <strong>CSS3</strong> (the newest version of the standard) and CSS best practices, you can find helpful resources here.</p>
fr: <p class="intro">CSS (<strong>Cascading Style Sheets</strong> ou <strong>feuilles de style en cascade</strong>) est un langage qui permet de décrire l'apparence des pages web. Pour créer des pages attrayantes, vous devrez connaître CSS afin de définir l'apparence et la position des différents éléments HTML de vos pages.</p> <p>Les liens sur cette page mènent vers différents tutoriels CSS et autres moyens d'apprentissage. Que vous veniez de commencer et désiriez apprendre les bases de CSS, ou que vous ayez une longue expérience et vouliez raffiner vos compétences, vous trouverez ici des ressources utiles pour apprendre les meilleures pratiques en CSS.</p>
pl: <p class="intro">CSS – kaskadowe arkusze stylów (ang. <strong>Cascading Style Sheets</strong>), to język opisujący wygląd stron internetowych. Aby stworzyć pięknie wyglądającą stronę internetową, musisz poznać CSS, by zdefiniować wygląd i położenie elementów HTML na stronach.</p> <p>Odnośniki na tej stronie prowadzą do różnych przewodników i materiałów do ćwiczeń związanych z CSS. Czy jesteś początkującym, który chce poznać podstawy, czy doświadczonym twórcą stron internetowych chcącym poznać <strong>CSS3</strong> – najnowszą wersję standardu – i najlepsze zastosowania, możesz tutaj znaleźć pomocne zasoby.</p>
zh_tw: <p class="intro">CSS（<strong>串接樣式表</strong>）是一種用來描述網頁呈現方式的語言。如果要做出一張好看的網頁，您需要學會 CSS 才能定義網頁當中的 HTML 元素的樣式與位置。</p> <p>這張網頁當中的鏈結會包含了不同種類的 CSS 教學與訓練資源。不論您只是正準備要入門，剛剛了解 CSS 的基礎，或是已經是一位老練的網頁開發者但想要學習 <strong>CSS3</strong>（最新版本的 CSS 標準）與 CSS 的最佳實踐，您都可以在這裡找到最能幫助您的資源。</p>

source: Introductory Level
el: Εισαγωγικό επίπεδο
fr: Niveau introductif
pl: Poziom podstawowy
zh_tw: 入門等級

source: CSS Getting Started
el: Ξεκινώντας με το CSS
fr: Pour commencer avec CSS
pl: Wprowadzenie do CSS
zh_tw: CSS 新手入門

source: This tutorial introduces you to Cascading Style Sheets (CSS). It guides you through the basic features of CSS with practical examples that you can try for yourself on your own computer.
el: Αυτό το σεμινάριο είναι εισαγωγικό στα Cascading Style Sheets (CSS). Σας καθοδηγεί στα βασικά χαρακτηριστικά του CSS με πρακτικά παραδείγματα που μπορείτε να δοκιμάσετε στον υπολογιστή σας.
pl: Ten poradnik wprowadza użytkownika do kaskadowych arkuszy stylów (CSS). Przeprowadzi go przez podstawowe funkcje CSS z praktycznymi przykładami, które można spróbować samemu na własnym komputerze.
zh_tw: 這份教學將會為您介紹串接樣式表（CSS）。這將會帶著您從 CSS 的基礎功能與實作範例開始，讓您可以在您的電腦上試著自己動手做。

source: CSS Basics
el: Βασικές αρχές CSS
fr: Les bases en CSS
pl: Podstawy CSS
zh_tw: CSS 基礎

source: What CSS is, how to apply it to HTML, and what basic CSS syntax looks like.
el: Τι είναι το CSS, πως να το εφαρμόσετε σε HTML και ποια είναι η βασική σύνταξη του CSS.
pl: Co to jest CSS, jak to zastosować w HTML-u i jak wygląda podstawowa składnia?
zh_tw: CSS 是什麼，如何將其套用至 HTML，以及基礎的 CSS 語法是長成什麼樣子。

source: CSS Selector Classes
fr: Classes et sélecteurs CSS
pl: CSS – klasy selektorów
zh_tw: CSS 類別選擇器

source: What are classes in CSS?
el: Τι είναι οι κλάσεις του CSS;
pl: Co to są klasy w CSS?
zh_tw: CSS 當中的類別 (Class) 是什麼?

source: External CSS
el: Εξωτερικό CSS
fr: CSS externe
pl: Zewnętrzny CSS
zh_tw: 外部 CSS

source: Using CSS from an external style sheet.
el: Χρησιμοποιώντας CSS από εξωτερικό αρχείο φύλλου στυλ.
pl: Używanie CSS z zewnętrznych arkuszy stylów.
zh_tw: 從外部樣式表使用 CSS。

source: Adding a Touch of Style
el: Προσθέτοντας πινελιές στυλ
fr: Avec une touche de style
pl: Dodawanie elegancji

source: A brief beginner’s guide to styling web pages with CSS.
el: Ένας σύντομος οδηγός για αρχάριους για τη μορφοποίηση ιστοσελίδων με CSS.
fr: Un guide de base pour l'habillage de pages web avec CSS.
pl: Krótki przewodnik dla początkujących o stylizacji stron za pomocą CSS.
zh_tw: 入門者的網頁 CSS 樣式指南

source: CSS From the Ground Up
el: Το CSS από την αρχή
fr: CSS depuis le début
pl: CSS od podstaw
zh_tw: CSS 由下而上

source: Video tutorial on styling pages with CSS.
el: Σεμινάριο σε βίντεο για το πως να δίνετε στυλ σε σελίδες με CSS.
pl: Wideo ilustrujące, jak stylizować strony za pomocą CSS.
zh_tw: 將網頁套用 CSS 的影片教學。

source: /en/Common_CSS_Questions
pl: /pl/Common_CSS_Questions

source: Common CSS Questions
el: Συχνές ερωτήσεις για το CSS
fr: Questions fréquentes sur CSS
pl: Pytania dotyczące CSS
zh_tw: 常見 CSS 疑問

source: Common questions and answers for beginners.
el: Συχνές ερωτήσεις αρχάριων και οι απαντήσεις τους
fr: Questions et réponses fréquentes pour les débutants.
pl: Często zadawane pytania i odpowiedzi dla początkujących.
zh_tw: 提供新手參考的常見問題與答案。

source: Intermediate Level
el: Μέσο επίπεδο
fr: Niveau intermédiaire
pl: Poziom średnio zaawansowany
zh_tw: 中階等級

source: Complete reference to CSS, with details on support by Firefox and other browsers.
el: Πλήρης αναφορά του CSS, με λεπτομέρειες για την υποστήριξη του από τον Firefox κι άλλους περιηγητές.
fr: Référence CSS complète, avec des détails sur le support dans Firefox et d'autres navigateurs.
pl: Kompletne materiały o CSS i szczegóły dotyczące ich obsługi przez Firefoksa i inne przeglądarki.
zh_tw: CSS 的完整參考資料，包含 Firefox 與其他瀏覽器支援程度的詳情。

source: CSS Challenges
el: Προκλήσεις σε CSS
fr: Les défis de CSS
pl: Zadania CSS
zh_tw: CSS 挑戰

source: Flex your CSS skills, and see where you need more practice.
el: Εξασκήστε τις γνώσεις σας στο CSS και δείτε που χρειάζεστε περισσότερη εξάσκηση.
fr: Étirez vos connaissances CSS, et vérifiez où vous auriez besoin de plus d'exercice.
pl: Poszerz swoje umiejętności CSS i zobacz, gdzie potrzebujesz więcej doświadczenia.
zh_tw: 精進您的 CSS 技能，並看看您哪裡還需要更多練習。

source: Intermediate CSS Concepts
fr: Concepts CSS intermédiaires
pl: Średnio zaawansowane koncepcje CSS
zh_tw: 中階 CSS 概念

source: Grouping, pseudo-classes, and more.
el: Ομαδοποίηση, ψευδό-κλάσεις κι άλλα.
fr: Groupement, pseudo-classes, etc.
pl: Grupowanie, pseudo klasy i więcej…
zh_tw: 群組選擇、虛擬類別，還有其他東西。

source: CSS Positioning 101
el: Βασική τοποθέτηση στοιχείων με CSS
fr: Les bases du positionnement en CSS
pl: CSS – pozycjonowanie 101
zh_tw: CSS 定位 101

source: Using positioning for standards-compliant, table-free layout.
el: Χρησιμοποιώντας positioning για διατάξεις συμβατές με τα πρότυπα και χωρίς πίνακες.
pl: Używanie pozycjonowania dla układów graficznych zgodnych ze standardami, ale bez tabel.
zh_tw: 使用定位的方式來產生沒有表格，且符合標準的版面。

source: Progressive Enhancement with CSS
el: Προοδευτική βελτίωση με CSS
fr: Améliorations progressives avec CSS
pl: Stopniowa poprawa za pomocą CSS

source: Integrate progressive enhancement into your web pages with CSS.
fr: Intégrez des améliorations progressives dans vos pages web avec CSS.
pl: Wprowadzanie stopniowej poprawy swoich stron internetowych za pomocą CSS.
zh_tw: 使用 CSS 來達到漸進增強的效果。

source: Fluid Grids
fr: Grilles fluides
pl: Płynne siatki

source: Design layouts that fluidly resize with the browser window, while still using a typographic grid.
fr: Mises en page qui s'adaptent de manière fluide à la fenêtre de navigation, tout en utilisant une grille typographique.
pl: Projektowanie układów płynnie zmieniających rozmiar okna przeglądarki z jednoczesnym użyciem siatki typograficznej.
zh_tw: 設計可以流動地配合瀏覽器視窗調整大小的版面，但仍然使用格線化的排版。

source: Advanced Level
el: Προχωρημένο επίπεδο
fr: Niveau avancé
pl: Poziom zaawansowany
zh_tw: 進階等級

source: CSS3 in Under 5 Minutes
el: Το CSS3 σε λιγότερο από 5 λεπτά
fr: CSS3 en moins de 5 minutes
pl: CSS3 w pięć minut

source: This site features CSS3
el: Αυτός ο ιστότοπος σχεδιάστηκε με CSS3
pl: Ta witryna oferuje CSS3
zh_tw: 此網站使用了 CSS3

source: A quick introduction to some of the core features introduced in CSS3.
el: Μια σύντομη εισαγωγή σε μερικά από τα βασικά χαρακτηριστικά που περιλαμβάνει το CSS3.
fr: Une introduction rapide à certaines des fonctionnalités de base ajoutées dans CSS3.
pl: Szybkie wprowadzenie do niektórych podstawowych funkcji wprowadzonych w CSS3.
zh_tw: 快速簡介 CSS3 所帶入的一些核心功能。

source: Using CSS Transforms
el: Χρήση CSS Transforms
pl: Stosowanie transformacji CSS
zh_tw: 使用 CSS Transforms

source: Apply rotation, skewing, scaling, and translation using CSS.
fr: Appliquer des rotations, étirements, changements d'échelle et translations en CSS.
pl: Zastosuj obrót, pochylanie, skalowanie i przekształcenia za pomocą CSS.
zh_tw: 使用 CSS3 套用旋轉、歪斜、比例，與翻譯特效。

source: CSS Transitions
fr: Transitions CSS
pl: Przekształcenia CSS
zh_tw: CSS 變形 (Transforms)

source: CSS transitions, part of the draft CSS3 specification, provide a way to animate changes to CSS properties, instead of having the changes take effect instantly.
fr: Les transitions CSS, parties du brouillon de spécification CSS3, permettent d'animer des changements de propriétés CSS au lieu de les voir prendre effet instantanément.
pl: Przekształcenia CSS, część specyfikacji CSS3 – przedstawiają sposób animacji zmian we właściwościach CSS zamiast zmian natychmiastowych.
zh_tw: CSS3 規格書草稿的一部分，CSS 變形，提供了一個可以讓 CSS 屬性進行動態修改的方式，而不需要即時地讓修改生效。

source: Understanding CSS3 Transitions
el: Κατανοώντας τα CSS3 Transitions
pl: Zrozumienie przekształceń CSS3
zh_tw: 了解 CSS3 轉換（Transitions）

source: Start using CSS3 transitions by carefully choosing the situations in which to use them.
el: Ξεκινήστε να χρησιμοποιείτε CSS3 transitions επιλέγοντας προσεκτικά τις περιπτώσεις που πρέπει να τα χρησιμοποιήσετε.
fr: Commencez à utiliser les transitions CSS3 en choisissant avec soin les situations dans lesquelles les utiliser.
pl: Zacznij korzystać z przekształceń CSS3 starannie wybierając sytuacje, w których je zastosować.
zh_tw: 小心地選擇使用的情況，並開始使用 CSS3 轉換。

source: Quick Guide to Implement Web Fonts with @font-face
el: Συνοπτικός οδηγός ενσωμάτωσης Web Fonts με @font-face
fr: Guide rapide pour mettre en place des Web Fonts avec @font-face
pl: Szybki przewodnik po implementacji czcionek sieciowych za pomocą funkcji @font-face
zh_tw: 實作 @font-face 網頁字形的快速指引

source: The @font-face feature from CSS3 allows you to use custom typefaces on the web in an accessible, manipulable, and scalable way.
el: Το χαρακτηριστικό @font-face του CSS3, σας επιτρέπει να χρησιμοποιείτε προσαρμοσμένες γραμματοσειρές για το διαδίκτυο με ένα εύκολα προσβάσιμο, διαχειρίσιμο και επεκτάσιμο τρόπο.
fr: La fonctionnalité @font-face de CSS3 permet d'utiliser des polices personnalisées sur le web d'une manière accessible, manipulable et évolutive.
pl: Funkcja CSS3 @font-face umożliwia użycie niestandardowych czcionek w internecie w przystępny, skalowalny i dający się obrabiać sposób.
zh_tw: CSS3 的 @font-face 功能讓您可以用簡單、可操縱、靈活的方式在網頁上使用自訂字形。

source: <h2>Are you tired of learning CSS on your own?<br> Do you want to join a community of people who are learning CSS and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through <a href="http://p2pu.org/">Peer-to-Peer University's<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
fr: <h2>Marre d'apprendre CSS par vous-même ?<br> Vous voulez rejoindre une communauté de personnes qui apprennent CSS et d'autres technologies web ouvertes ?</h2> <p>N'hésitez pas à vous inscrire à des groupes d'études en commun avec la <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> de la <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>. Partagez vos découvertes, vos luttes et vos victoires avec d'autres qui apprennent en même temps que vous.</p>
pl: <h2>Próbujesz uczyć się kaskadowych arkuszy stylów (CSS) samemu?<br> Czy chcesz przyłączyć się do społeczności uczącej się CSS i innych otwartych technologii?</h2> <p>Zarejestruj się w <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>, działającej w ramach <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> grupie takich samych, jak ty osób. Podziel się z innymi swoimi odkryciami, walką i zwycięstwami na niwie CSS.</p>
zh_tw: <h2>覺得自己學習 CSS 很累嗎？<br> 想要加入一群也正在學習 CSS 與其他開放網頁技術的人所組成的社群嗎？</h2> <p>請考慮註冊免費的 <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> 線上讀書會。與正在跟您學習一樣東西的人們分享您的所見，與努力之處，還有得到了什麼東西。</p>

source: This site discusses <strong>CSS3</strong>, latest, still-evolving version of CSS. Many CSS3 features are supported in various ways by modern browsers, but many users still have older browsers and so can’t take advantage.
el: Αυτές οι σελίδες αναφέρονται στο <strong>CSS3</strong>, την πιο πρόσφατη και υπό ανάπτυξη έκδοση του CSS. Πολλά από τα χαρακτηριστικά του CSS3 υποστηρίζονται ήδη με διάφορους τρόπους από τους σύγχρονους περιηγητές, αλλά αρκετοί χρήστες χρησιμοποιούν παλιότερους περιηγητές και δεν μπορούν να τα απολαύσουν.
pl: Na tej witrynie jest omawiana najnowsza, wciąż rozwijająca się wersja CSS – <strong>CSS3</strong>. Wiele funkcji CSS3 jest w różny sposób obsługiwanych przez nowoczesne przeglądarki, ale wielu użytkowników wciąż ma starsze przeglądarki i nie może z nich skorzystać.
zh_tw: 此網站討論 <strong>CSS3</strong>，是最新穎，仍然發展中的版本的 CSS。許多 CSS3 功能仍然由現在的瀏覽器有不同程度的支援，但許多使用者仍然裝著較舊的瀏覽器，所以無法得到 CSS3 的好處。

source: Learn HTML
el: Μάθετε HTML
fr: Apprendre HTML
pl: Ucz się jezyka HTML
zh_tw: 學習 HTML

source: <p class="intro">HTML (<strong>HyperText Markup Language</strong>) is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it’s best if you learn HTML.</p> <p>The links on this page lead to a variety of HTML tutorials and HTML training materials. Whether you are just starting out, learning the basics of HTML, or are an old hand at web development wanting to learn <strong>HTML5</strong> (the newest version of the standard), you can find helpful resources here for HTML best practices.</p>
fr: <p class="intro">HTML (<strong>HyperText Markup Language</strong> ou <strong>langage de balisage hypertexte</strong>) est la syntaxe de base des informations placées sur le web. Si vous voulez créer ou modifier des pages web, il vaut mieux connaître HTML.</p> <p>Les liens sur cette page mènent vers différents tutoriels HTML et autres moyens d'apprentissage. Que vous veniez de commencer et désiriez apprendre les bases de HTML, ou que vous ayez une longue expérience et vouliez raffiner vos compétences avec <strong>HTML5</strong> (la nouvelle version de la norme), vous trouverez ici des ressources utiles pour apprendre les meilleures pratiques en HTML.</p>
pl: <p class="intro">HTML – hipertekstowy język znaczników (ang. <strong>HyperText Markup Language</strong>) jest podstawowym językiem używanym do tworzenia stron internetowych. Jeśli chcesz tworzyć i modyfikować strony internetowe, najlepiej, jeśli nauczysz się HTML.</p> <p>Odnośniki na tej stronie prowadzą do różnych przewodników i materiałów do ćwiczeń związanych z HTML. Czy jesteś początkującym, który chce poznać podstawy, czy doświadczonym twórcą stron internetowych chcącym poznać <strong>HTML5</strong> – najnowszą wersję standardu – i najlepsze zastosowania, możesz tutaj znaleźć pomocne zasoby.</p>
zh_tw: <p class="intro">HTML (<strong>超文字標示語言，HyperText Markup Language</strong>) 是將資訊放到全球資訊網上的核心語法。若您想要建立或修改網頁，您最好得學會 HTML。</p> <p>本頁上的鏈結將帶您到一些不同的 HTML 教學與 HTML 訓練材料。不論您只是剛剛入門，正在學習 HTML 的基礎，或是您已經是老鳥想要學習 <strong>HTML5</strong> (最新版本的標準)，您可以在此找到許多有用的 HTML 最佳實踐資源。</p>

source: The Basics of HTML
el: Τα βασικά της HTML
fr: Les bases du HTML
pl: Podstawy HTML
zh_tw: HTML 基礎

source: What HTML is, what it does, its history in brief, and what the structure of an HTML document looks like. The articles that follow this one look at each individual part of HTML in much greater depth.
el: Τι είναι η HTML, τι κάνει, ένα σύντομο ιστορικό της και ποια είναι η δομή ενός εγγράφου HTML. Τα άρθρα που ακολουθούν μετά από το παρών, αναπτύσσουν με περισσότερες λεπτομέρειες κάθε ξεχωριστό τμήμα της HTML.
pl: Co to jest HTML, co robi, jego historia w skrócie i jak wygląda struktura dokumentu HTML. Kolejne artykuły szeroko opisują poszczególne części HTML-a.
zh_tw: HTML 是什麼、可以做什麼、HTML 的簡明歷史，以及 HTML 文件的結構長成什麼樣子。這裡的文章都是 HTML 當中可以研究得很深的地方。

source: Basic Structure of a Web Page
el: Βασική δομή μιας ιστοσελίδας
fr: Structure de base d'une page web
pl: Podstawowa struktura stron internetowych
zh_tw: 網頁的基礎結構

source: Learn how HTML elements fit together into the bigger picture.
el: Μάθετε πως τα στοιχεία της HTML συνθέτουν το σύνολο.
fr: Découvrez comment les éléments HTML s'assemblent pour former une page web.
pl: Dowiedz się, jak elementy HTML dostosowują się do dużych obrazków.
zh_tw: 學習如何可以把 HTML 元素放在一起，變成一整幅圖畫。

source: Fundamental HTML Elements
el: Βασικά στοιχεία της HTML
fr: Éléments HTML fondamentaux
pl: Podstawowe elementy HTML
zh_tw: 基本 HTML 元素

source: Describes the different types of elements you can use to write an HTML document.
el: Περιγράφει τους διαφορετικούς τύπους στοιχείων που μπορείτε να χρησιμοποιήσετε για να δημιουργήσετε ένα έγγραφο HTML.
fr: Décrit les différents types d'éléments que vous pouvez utiliser pour écrire un document HTML.
pl: Opisuje różne rodzaje elementów, które można używać do pisania dokumentu HTML.
zh_tw: 描述可以讓您用來撰寫成 HTML 文件的不同類型元素。

source: HTML Beginner Tutorial
el: Σεμινάριο HTML για αρχάριους
fr: Tutoriel HTML pour débutants
pl: Podręcznik HTML dla początkujących
zh_tw: HTML 入門者教學

source: A tutorial and exercises that take you through the basics.
el: Ένα σεμινάριο και ασκήσεις που σας μαθαίνουν τα βασικά.
fr: Un tutoriel et des exercices qui vous apprendront les bases.
pl: Podręcznik i ćwiczenia podstawowych zagadnień.
zh_tw: 帶您打下基礎的教學與習作。

source: HTML From the Ground Up
el: Η HTML από την αρχή
fr: HTML depuis le début
pl: HTML od podstaw
zh_tw: HTML 從下而上

source: Google Code University
pl: Uniwersytet Google Code

source: Video tutorial on best practices and approaches for how to write good HTML code.
el: Σεμινάριο σε βίντεο για τις καλύτερες πρακτικές και προσεγγίσεις στο πως να γράφετε καλό HTML κώδικα.
pl: Wideo ilustrujące najlepsze praktyki i metody używane do pisania dobrego kodu HTML.
zh_tw: 如何撰寫好的 HTML 的最佳實踐方式的影片教學。

source: HTML Challenges
el: Προκλήσεις HTML
fr: Challenges HTML
pl: Zadania HTML
zh_tw: HTML 挑戰
