Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: https://developer.mozilla.org/en/using_files_from_web_applications
es: https://developer.mozilla.org/es/Usando_archivos_desde_aplicaciones_web
ja: https://developer.mozilla.org/ja/using_files_from_web_applications

source: Canvas
ga: Canbhás

source: Demo Studio
ga: Stiúideo Taispeántas

source: Firefox 4 Beta
ga: Firefox 4 Béite

source: Mozilla Demo Studio
ga: Stiúideo Taispeántas Mozilla

source: Mozilla Developer Network
ga: Líonra Forbróirí Mozilla

source: Web Workers
ga: Oibrithe Gréasáin
hr: Web radnici

source: {subtitle} | Demo Studio
ga: {subtitle} | Stiúideo Taispeántas

source: Filetype not supported.
es: Tipo de archivo no admitido.

source: For the latest in open Web technologies, these cool demos are a great way to discover new documentation.
es: Para saber lo último en tecnologías de la Web abierta, estos demos son una gran forma de descubrir nueva documentación.
hr: Ovi super demo prikazi su izvrstan način da otkrijete novu dokumentaciju o najnovijim stvarima u tehnologijama otvorenog weba.

source: Hacks Demos
es: Demos de Hacks
hr: Demo prikazi hakiranja

source: Mobile Add-ons Cup
hr: Kup dodataka za mobitele

source: Could you be the big winner?
hr: Možete li biti veliki pobjednik?

source: Develop an awesome add-on for Firefox mobile for your chance to win a trip to Barcelona, cash, prizes and tons of priceless exposure! <a href="%(cup_enter)s">Enter now</a> until <strong>January 7, 2011</strong>. Good luck!
hr: Napravite fenomenalni dodatak za Firefox za mobitele i osigurajte si mogućnost da osvojite putovanje u Barcelonu, novčanu nagradu i tone neprocjenjivog izlaganja! <a href="%(cup_enter)s">Prijavite se sad</a> do <strong>07. siječnja 2011</strong>. Sretno!

source: Popular <span class="moz">Mozilla</span> Documentation
hr: Popularna dokumentacija o <span class="moz">Mozilli</span>

source: Favorite <span class="moz">Mozilla</span> Tools
hr: Omiljeni <span class="moz">Mozilla</span> alati

source: Recent <span class="moz">Mozilla</span> News &amp; Updates
hr: Najnovije <span class="moz">Mozilla</span> novosti i ažuriranja
