Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: object ID
fr: ID de l'objet
ga: Aitheantas an réada
ja: オブジェクト ID
pl: ID obiektu
zh_tw: 物件 ID

source: name of the action
el: όνομα ενέργειας
es: nombre de la acción
fr: nom de l'action
ga: ainm an ghnímh
ja: アクション名
pl: nazwa czynności
zh_tw: 行為名稱

source: date last modified
el: ημερομηνία τελευταίας τροποποίησης
fr: date de dernière modification
ga: dáta ar ar athraíodh é
ja: 最終変更日
pl: data ostatniej modyfikacji
zh_tw: 最新修改日期

source: This is not working for me
el: Δεν δουλεύει στο σύστημα μου
fr: Ça ne fonctionne pas chez moi
ga: Ní oibríonn sé seo
ja: このデモは動作しません
pl: Według mnie to nie działa
zh_tw: 對我無效

source: This contains inappropriate content
el: Περιέχει ανάρμοστο περιεχόμενο
fr: Comporte du contenu non approprié
ga: Ábhar mí-oiriúnach anseo
ja: 不適切なコンテンツが含まれています。
pl: To zawiera niewłaściwą treść
zh_tw: 包含不適當的內容

source: This was not created by the author
el: Δεν είναι δημιουργία του συντάκτη
fr: Ceci n'a pas été créé par l'auteur annoncé
ga: Ní é an t-údar a chruthaigh é seo
ja: この作者により作成されたデモではありません
pl: To nie zostało stworzone przez autora
zh_tw: 並非由作者所建立

source: The author is fake
el: Τα στοιχεία του συντάκτη είναι ψευδή
fr: L'auteur est faux
ga: Bréagúdar
ja: この作者は偽者です
pl: To nie jest prawdziwy autor
zh_tw: 假造的作者

source: Flagged
el: Σημειωμένο
es: Marcado
fr: Signalée
ga: Bratach curtha leis
ja: 問題が報告されています。
pl: Oznaczone
zh_tw: 已標示

source: Flag rejected by moderator
el: Η αναφορά σημείωσης απορρίφθηκε από τους διαχειριστές
es: Marca rechazada por el moderador
fr: Signalement rejeté par un modérateur
ga: Bratach diúltaithe ag riarthóir
ja: モデレータにより問題の報告は却下されました。
pl: Oznaczenie zostało odrzucone przez moderatora
zh_tw: 被管理者退回

source: Creator notified
el: Ειδοποιήθηκε ο δημιουργός
es: El creador ha sido notificado
fr: Créateur informé
ga: Curtha in iúl don chruthaitheoir
ja: 作者に通知されました
pl: Autor został powiadomiony
zh_tw: 已通知作者

source: Content hidden by moderator
el: Το περιεχόμενο αποκρύφτηκε από τους διαχειριστές
es: Contenido ocultado por el moderador
fr: Contenu masqué par un modérateur
ga: Ábhar folaithe ag riarthóir
ja: このコンテンツはモデレータにより非表示にされています
pl: Zawartość została ukryta przez moderatora
zh_tw: 內容被管理者隱藏

source: Content deleted by moderator
el: Το περιεχόμενο διαγράφτηκε από τους διαχειριστές
es: Contenido eliminado por el moderador
fr: Contenu supprimé par un modérateur
ga: Ábhar scriosta ag riarthóir
ja: このコンテンツはモデレータにより削除されました
pl: Zawartość została usunięta przez moderatora
zh_tw: 內容被管理者刪除

source: current status of flag review
el: Τρέχουσα κατάσταση αξιολόγησης αναφοράς
fr: état actuel de la revue du signalement
ga: athbhreithniú ar bhratach: stádas reatha
ja: 問題報告レビューの現在の状態
pl: aktualny status recenzji
zh_tw: 被標示為需檢查的目前狀態

source: reason for flagging the content
el: Αιτία αναφοράς περιεχομένου
fr: raison du signalement
ga: fáth ar cuireadh bratach leis an ábhar
ja: コンテンツの問題報告をした理由
pl: powód oznaczenia treści
zh_tw: 標示內容的原因

source: please explain what content you feel is inappropriate
el: Παρακαλούμε εξηγήστε τι θεωρείτε ανάρμοστο στο περιεχόμενο
es: explica qué contenido crees que es poco apropiado
fr: veuillez détailler le contenu que vous trouvez inapproprié
ga: cad é an t-ábhar a cheapann tú gur mí-oiriúnach é
ja: 不適切だと感じたコンテンツについて説明してください
pl: wyjaśnij, która część treści jest wg ciebie niewłaściwa
zh_tw: 請解釋您覺得什麼內容是不適當的

source: date submitted
el: ημερομηνία υποβολής
fr: date d'envoi
ga: dáta ar ar seoladh é
ja: 投稿日
pl: data przesłania
zh_tw: 送出日期

source: Mozilla's Audio Data API extends the current HTML5 API and allows web developers to read and write raw audio data.
el: Το Audio Data API του Mozilla, επεκτείνει το τρέχον HTML5 API και επιτρέπει στους προγραμματιστές δικτυακών εφαρμογών να διαβάσουν και να γράψουν ασυμπίεστα δεδομένα ήχου.
fr: L'API Audio Data de Mozilla étend l'API HTML5 actuelle et permet aux développeurs web de lire et d'écrire des donnés audio brutes.
ga: Leathnaíonn API Sonraí Fuaime Mhozilla an API reatha HTML5 agus ligeann sé d'fhorbróirí Gréasáin amhshonraí fuaime a léamh agus a scríobh.
ja: Mozilla の Audio Data API は、現在の HTML5 API を拡張し、Web 開発者が生の音声データを読み書きできるようにします。
pl: API Audio Data Mozilli udoskonala obecny API HTML5 i umożliwia twórcom zasobów i treści internetowych czytanie i zapisywanie nieprzetworzonych danych audio.
zh_tw: Mozilla 的音訊資料 API 延伸了目前的 HTML5 API 並允許網頁開發者讀寫原始音訊資料。

source: MDN Documentation
el: Τεκμηρίωση MDN
fr: Documentation de MDN
ga: Doiciméadú MDN
ja: MDN ドキュメンテーション
pl: Dokumentacja MDN
zh_tw: MDN 文件

source: Wikipedia Article
el: Άρθρο στη Wikipedia
fr: Article Wikipédia
ga: Alt sa Vicipéid
ja: Wikipedia の記事
pl: Artykuł na Wikipedii
zh_tw: 維基百科文章

source: W3C Spec
el: Προδιαγραφή W3C
fr: Spécification W3C
ga: Sonraíocht W3C
ja: W3C 仕様
pl: Specyfikacja W3C
zh_tw: W3C 規格

source: The HTML5 canvas element allows you to display scriptable renderings of 2D shapes and bitmap images.
el: Το στοιχείο HTML5 canvas επιτρέπει την προβολή δισδιάστατων σχημάτων και εικόνων bitmap των οποίων η απεικόνιση μπορεί να γίνει μέσω σεναρίων εντολών.
fr: L'élément HTML5 canvas permet d'afficher des rendus scriptables en 2D de formes et d'images bitmap.
ga: Leis an eilimint 'canvas' in HTML5, is féidir leaganacha inscriptithe de chruthanna 2T agus de mhapaí giotáin a thaispeáint.
pl: Element HTML5 <canvas> umożliwia wyświetlanie, skryptowo renderowanych kształtów 2D i obrazków bitmapowych.
zh_tw: HTML5 canvas 元素允許顯示透過程式產生的 2D 圖形與點陣圖。

source: http://en.wikipedia.org/wiki/Canvas_element
es: http://es.wikipedia.org/wiki/Canvas
fr: http://fr.wikipedia.org/wiki/Canvas_%28HTML%29
ja: http://ja.wikipedia.org/wiki/Canvas%E8%A6%81%E7%B4%A0
pl: http://pl.wikipedia.org/wiki/HTML5_Canvas
zh_tw: http://zh.wikipedia.org/wiki/Canvas_(HTML%E5%85%83%E7%B4%A0)

source: Cascading Style Sheets level 3 (CSS3) provide serveral new features and properties to enhance the formatting and look of documents written in different kinds of markup languages like HTML or XML.
el: Η τρίτη έκδοση των επικαλυπτώμενων φύλλων στυλ ( Cascading Style Sheets - CSS3) παρέχει διάφορα νέα χαρακτηριστικά και ιδιότητες για τη βελτίωση της μορφοποίησης και της εμφάνισης εγγράφων γραμμένων με διάφορες γλώσσες markup, όπως η HTML ή η XML.
es: Las hojas de estilo en cascada nivel 3 (CSS3) ofrecen varias nuevas funcionalidades y propiedades que mejoran el formato y el aspecto de los documentos escritos con distintos tipos de lenguaje de marcado como HTML o XML.
fr: Les feuilles de style en cascade niveau 3 (CSS3) fournissent un bon nombre de nouvelles fonctionnalités et propriétés pour améliorer le formatage et l'aspect des documents écrits dans différents langages de balisage comme HTML ou XML.
ga: Soláthraíonn leibhéal a trí de stílbhileoga cascáideacha (CSS3) gnéithe agus airíonna nua a chuireann feabhas ar fhormáidiú do chuid cáipéisí atá scríofa i dteangacha marcála éagsúla mar shampla HTML nó XML.
ja: Cascading Style Sheets level 3 (CSS3) は、HTML や XML のような異なる種類のマークアップ言語で書かれたドキュメントの書式や外観を向上する、いくつかの新しい機能とプロパティを提供します。
pl: Kaskadowe arkusze stylów poziomu 3 (CSS3) dostarczają różne nowe funkcje i możliwości rozszerzające formatowanie i wygląd dokumentów napisanych w różnych rodzajach języków, takich jak HTML czy XML.
zh_tw: Cascading Style Sheets level 3 (CSS3) 提供了一些新功能與屬性以增強像是 HTML 或 XML 等不同類型的標記文件的樣式與格式化。

source: http://en.wikipedia.org/wiki/Cascading_Style_Sheets
es: http://es.wikipedia.org/wiki/Hojas_de_estilo_en_cascada
fr: http://fr.wikipedia.org/wiki/Feuilles_de_style_en_cascade
ja: http://ja.wikipedia.org/wiki/Cascading_Style_Sheets
pl: http://pl.wikipedia.org/wiki/Kaskadowe_arkusze_styl%C3%B3w
zh_tw: http://zh.wikipedia.org/wiki/CSS

source: Device
el: Συσκευή
es: Dispositivo
fr: Appareil
ga: Gléas
ja: デバイス
pl: Urządzenia
zh_tw: 裝置

source: Media queries and orientation events let authors adjust their layout on hand-held devices such as mobile phones.
el: Τα Media queries και τα orientation events επιτρέπουν στους δημιουργούς να προσαρμόσουν το σχεδιασμό τους σε συσκευές παλάμης όπως τα κινητά και οι ταμπλέτες.
fr: Les Media queries et évènements d'orientation permettent aux auteurs d'ajuster leur mise en page sur les appareils portables comme les téléphones mobiles.
ga: Le hiarratais meán agus teagmhais treoshuímh is féidir le húdair leagan amach a athrú ar ghléasanna boise, mar shampla ar fhóin phóca.
ja: メディアクエリと画面方向イベントは、ページ作者が携帯電話などの携帯デバイス上でレイアウトを調整できるようにします。
pl: Media queries i detekcja orientacji umożliwiają autorom dostosować wygląd swoich aplikacji do urządzeń przenośnych, takich jak telefony komórkowe.
zh_tw: 媒體選擇與裝置方向事件可以讓作者在像手機之類的手持裝置上調整版面。

source: Files
el: Αρχεία
es: Archivos
fr: Fichiers
ga: Comhaid
hr: Datoteke
ja: ファイル
pl: Pliki
zh_tw: 檔案

source: The File API allows web developers to use file objects in web applications, as well as selecting and accessing their data.
el: Το API αρχείων επιτρέπει στους προγραμματιστές δικτυακών εφαρμογών τη χρήση αντικειμέων αρχείων στις εφαρμογές τους καθώς και την πρόσβαση και επιλογή των δεδομένων τους.
fr: L'API File permet aux développeurs web d'utiliser des objets de fichiers dans des applications web, ainsi que de sélectionner et d'accéder à leurs données.
ga: Ligeann an API Comhaid d'fhorbróirí Gréasáin réada comhaid a úsáid i bhfeidhmchláir Ghréasáin, chomh maith le sonraí a roghnú agus a rochtain.
ja: File API は、Web 開発者が Web アプリケーションでファイルオブジェクトを使用できるようにし、それらのデータの選択やアクセスを可能にします。
pl: API file umożliwia programistom internetowym korzystanie z obiektów file w aplikacjach internetowych, jak również wybór i dostęp do ich danych.
zh_tw: 檔案 API 允許網頁開發者在網頁應用程式當中使用檔案物件，以及選擇並存取它們的資料。

source: Fonts & Type
fr: Polices et caractères
ga: Clófhoirne agus Clóchuradóireacht
pl: Czcionki
zh_tw: 字形與類型

source: The CSS3-Font specification contains enhanced features for fonts and typography like embedding own fonts via @font-face or controlling OpenType font features directly via CSS.
el: Οι προδιαγραφές του CSS3-Font περιέχουν βελτιωμένα χαρακτηριστικά για γραμματοσειρές και τυπογραφία, όπως την ενσωμάτωση σε σελίδες των δικών τους γραμματοσειρών μέσω του @font-face ή τον άμεσο έλεγχο χαρακτηριστικών γραμματοσειρών OpenType μέσω CSS.
fr: La spécification CSS3-Font contient des fonctionnalités améliorées pour les polices et la typographie comme l'intégration de polices via @font-face ou le contrôle de fonctionnalités OpenType directement depuis CSS.
ga: Sa tsonraíocht CSS3-Font gheobhaidh tú sainghnéithe feabhsaithe clóchuradóireachta mar shampla cumas do chlófhoirne féin a leabú trí @font-face, nó gnéithe cló OpenType a rialú go díreach trí CSS.
ja: CSS3-Font 仕様には、@font-face を通したフォントの埋め込みや CSS からの OpenType フォント機能の直接制御など、フォントとタイポグラフィの先進の機能が含まれます。
pl: Specyfikacja CSS3-Font zawiera udoskonalone funkcje czcionek i typografii, takie jak umieszczanie własnych czcionek za pomocą @ font-face lub kontrolowanie funkcji czcionek OpenType bezpośrednio za pomocą CSS.
zh_tw: CSS3-Font 規格包含了字形與排印上的功能加強，像是透過 @font-face 遷入自有字形、直接透過 CSS 控制 OpenType 的字形屬性。

source: Forms
el: Φόρμες
es: Formularios
fr: Formulaires
ga: Foirmeacha
ja: Form
pl: Formularze
zh_tw: 表單

source: Form elements and attributes in HTML5 provide a greater degree of semantic mark-up than HTML4 and remove a great deal of the need for tedious scripting and styling that was required in HTML4.
el: Τα στοιχεία και οι ιδιότητες φορμών της HTML5 παρέχουν περισσότερο έλεγχο απ' ό,τι στην HTML4 και διευκολύνουν τη διαχείριση αφού δεν είναι πια αναγκαία η χρήση πολύπλοκων σεναρίων εντολών και η εφαρμογή στυλ που απαιτούσε η HTML4.
es: Los elementos y atributos de formulario en HTML5 proporcionan un grado más alto de marcado semántico que HTML4 y eliminan en gran parte la necesidad de scripts y estilos que eran necesarios en HTML4.
fr: Les éléments et attributs de formulaires ajoutés dans HTML5 fournissent un plus grand éventail sémantique qu'HTML4 et soulagent en bonne partie le besoin d'ajouter des scripts et styles compliqués.
ga: Soláthraíonn eilimintí agus aitreabúidí foirmeacha in HTML5 marcáil shéimeantacha níos mine ná in HTML4 agus ní gá le formhór an scriptithe agus stílithe mhaslaigh a bhí riachtanach in HTML4.
ja: HTML5 での Form 関連要素とそれらの属性は HTML4 よりもさらに適切なセマンティックマークアップを提供し、HTML4 で必要であった冗長なスクリプトとスタイル設定の量を大幅に削減します。
pl: Elementy i atrybuty formularza w HTML5 dostarczają wyższy stopień semantycznych znaczników niż HTML4 i znacznie zmniejszają potrzebę tworzenia żmudnych skryptów i stylizacji, niż było to wymagane w HTML4.
zh_tw: HTML5 當中的 Form 元素與屬性提供一個比 HTML4 更深層的語意標記，並移除了原本許多乏味的程式與樣式需求。

source: Geolocation
el: Γεωτοποθεσία
es: Geolocalización
fr: Géolocalisation
ga: Suíomh Domhanda
pl: Geolokalizacja
zh_tw: 地理位置資訊

source: The Geolocation API allows web applications to access the user's geographical location.
el: Το API γεωτοποθεσίας (Geolocation) επιτρέπει στις δικτυακές εφαρμογές την πρόσβαση σε δεδομένα γεωγραφικής τοποθεσίας του χρήστη.
fr: L'API Geolocation permet aux applications web d'accéder à la localisation géographique de l'utilisateur.
ga: Leis an API Suite Dhomhanda is féidir le feidhmchláir Ghréasáin suíomh geografach a n-úsáideoirí a rochtain.
ja: Geolocation API は、Web アプリケーションがユーザの地理位置情報へアクセスできるようにします。
pl: API geolokalizacji umożliwia aplikacjom webowym dostęp do położenia geograficznego użytkownika.
zh_tw: 地理位置 API 允許網頁應用程式讀取使用者的地理位置資料。

source: JavaScript is a lightweight, object-oriented programming language, commonly used for scripting interactive behavior on web pages and in web applications.
el: Η JavaScript είναι, μια ελαφριά, αντικειμενοστραφής γλώσσα προγραμματισμού, που χρησιμοποιείται συχνά για τη δημιουργία σεναρίων εντολών διαδραστικής αλληλεπίδρασης σε ιστοσελίδες και δικτυακές εφαρμογές.
es: JavaScript es un lenguaje de programación orientado a objetos liviano, comúnmente usado para programar comportamientos interactivos en páginas web y aplicaciones web.
fr: JavaScript est un langage orienté objet léger, habituellement utilisé pour scripter des comportements interactifs sur des pages et applications web.
ga: Is teanga ríomhchláraithe éadrom é JavaScript atá bunaithe ar réada, agus a úsáidtear go forleathan chun oibriú idirghníomhach a chur ar fáil ar leathanaigh agus feidhmchláir Ghréasáin.
ja: JavaScript は、軽量でオブジェクト指向のプログラミング言語です。一般的に Web ページや Web アプリケーション上で対話的な動作を記述するために使用されます。
pl: JavaScript to lekki, obiektowo zorientowany język programowania często używany do tworzenia skryptów interaktywnych zachowań na stronach i w aplikacjach internetowych.
zh_tw: JavaScript 是一個輕量的物件導向程式語言，通常被用來作為開發網頁或網路應用程式當中的行為使用。

source: https://developer.mozilla.org/en/javascript
es: https://developer.mozilla.org/es/JavaScript
ja: https://developer.mozilla.org/ja/javascript
pl: https://developer.mozilla.org/pl/javascript
zh_tw: https://developer.mozilla.org/zh_tw/JavaScript

source: http://en.wikipedia.org/wiki/JavaScript
es: http://es.wikipedia.org/wiki/JavaScript
fr: http://fr.wikipedia.org/wiki/JavaScript
ja: http://ja.wikipedia.org/wiki/JavaScript
pl: http://pl.wikipedia.org/wiki/JavaScript
zh_tw: http://zh.wikipedia.org/wiki/JavaScript

source: ECMA Spec
el: Προδιαγραφή ECMA
es: Especificaciones ECMA
fr: Spécification Ecma
ga: Sonraíocht ECMA
ja: ECMA 仕様
pl: Specyfikacja ECMA
zh_tw: ECMA 標準

source: HTML5 is the newest version of the HTML standard, currently under development.
el: Η HTML5 είναι η νεότερη έκδοση του πρότυπου HTML και προς το παρόν βρίσκεται ακόμα υπό ανάπτυξη.
es: HTML5 es la versión más nueva del estándar HTML, actualmente en desarrollo.
fr: HTML5 est la version la plus récente du standard HTML, toujours en cours de développement
ga: Is é HTML5 an leagan is nuaí den chaighdeán HTML, atá idir lámha faoi láthair a fhorbairt.
ja: HTML5 は、現在開発中の HTML 標準の新しいバージョンです。
pl: HTML5 to najnowsza wersja standardu HTML – nadal w fazie rozwoju.
zh_tw: HTML5 是最新版本的 HTML 標準，目前還在開發中。

source: http://en.wikipedia.org/wiki/Html5
es: http://es.wikipedia.org/wiki/HTML5
fr: http://fr.wikipedia.org/wiki/HTML5
ja: http://ja.wikipedia.org/wiki/HTML5
pl: http://pl.wikipedia.org/wiki/HTML_5
zh_tw: http://zh.wikipedia.org/wiki/HTML5

source: IndexedDB is an API for client-side storage of significant amounts of structured data and for high performance searches on this data using indexes.
el: Το IndexedDB είναι ένα API για την αποθήκευση σημαντικού όγκου δομημένων δεδομένων στην πλευρά του χρήστη και για υψηλών επιδόσεων αναζητήσεις με τη χρήση ευρετηρίων σ' αυτά τα δεδομένα.
fr: IndexedDB est une API pour le stockage côté client de grandes quantités de données structurées et pour la recherche rapide dans ces données à l'aide d'index.
ga: Is éard atá in IndexedDB ná API lenar féidir méideanna suntasacha de shonraí struchtúraithe a stóráil ar thaobh an chliaint agus na sonraí seo a chuardach trí innéacsanna.
ja: IndexedDB は クライアントサイドストレージのための API です。これを用いることにより、 クライアント側にある大量の構造化されたデータをインデックスを用いて高速に検索できます。
pl: IndexedDB to API dla przechowywania po stronie klienta znacznych ilości danych strukturalnych i wysokiej skuteczności przeszukiwania tych danych za pomocą indeksów.
zh_tw: IndexedDB 是個供客戶端儲存大量結構化資料以及使用索引以進行高效能搜尋的 API。

source: Drag and Drop
el: Σύρσιμο και απόθεση
es: Arrastrar y soltar
fr: Glisser-déposer
ga: Tarraing agus Scaoil
hr: Povucite i ispustite
ja: ドラッグ＆ドロップ
pl: Przeciągnij i upuść
zh_tw: 拖曳

source: Drag and Drop features allow the user to move elements on the screen using the mouse pointer.
el: Τα χαρακτηριστικά για σύρσιμο και απόθεση (Drag and Drop) επιτρέπουν στον χρήστη τη μετακίνηση στοιχείων πάνω στην οθόνη με τη χρήση του ποντικιού.
es: Gracias a la función Arrastrar y soltar podrás mover los elementos de la pantalla utilizando el puntero.
fr: Les fonctionnalités de glisser-déposer permettent à l'utilisateur de déplacer des éléments sur l'écran à l'aide du pointeur de la souris.
ga: Ceadaíonn gnéithe 'Tarraing agus Scaoil' don úsáideoir eilimintí a bhogadh ar an scáileán leis an luch.
ja: ドラッグ＆ドロップ機能は、ユーザがマウスポインタを使用して画面上の要素を移動できるようにします。
pl: Funkcje przeciągnij i upuść umożliwiają użytkownikowi przemieszczanie elementów na ekranie za pomocą myszy.
zh_tw: 拖曳功能可讓使用者透過滑鼠游標移動畫面上的元素。

source: http://en.wikipedia.org/wiki/Drag-and-drop
es: http://es.wikipedia.org/wiki/Arrastrar_y_soltar
fr: http://fr.wikipedia.org/wiki/Glisser-d%C3%A9poser
ja: http://ja.wikipedia.org/wiki/%E3%83%89%E3%83%A9%E3%83%83%E3%82%B0%E3%83%BB%E3%82%A2%E3%83%B3%E3%83%89%E3%83%BB%E3%83%89%E3%83%AD%E3%83%83%E3%83%97
pl: http://pl.wikipedia.org/wiki/Przeci%C4%85gnij_i_upu%C5%9B%C4%87
zh_tw: http://zh.wikipedia.org/wiki/%E6%8B%96%E6%94%BE

source: Firefox Mobile brings the true Web experience to mobile phones and other non-PC devices.
el: Ο Firefox για κινητά προσφέρει την πραγματική εμπειρία του διαδικτύου σε κινητά τηλέφωνα κι άλλες συσκευές εκτός των υπολογιστών.
es: Firefox Mobile ofrece una verdadera experiencia Web para los teléfonos móviles y otros dispositivos diferentes a los PC.
fr: Firefox Mobile apporte la vraie expérience du web aux téléphones et autres appareils mobiles.
ga: Cuireann Firefox Soghluaiste an fíor-Ghréasán ar fáil ar fhóin phóca agus ar ghléasanna eile nach ríomhairí iad.
ja: Firefox Mobile は、Web の真の姿を携帯電話や他のモバイルデバイスにもたらします。
pl: Firefox Mobile przenosi prawdziwe oblicze internetu do telefonów komórkowych i innych urządzeń przenośnych.
zh_tw: Firefox Mobile 將會把完整的 Web 體驗帶到您的手機與其他非 PC 裝置。

source: http://en.wikipedia.org/wiki/Mobile_web
fr: http://fr.wikipedia.org/wiki/Web_mobile
pl: http://pl.wikipedia.org/wiki/Mobilny_Internet

source: Offline Support
fr: Support hors connexion
ga: Tacaíocht As Líne
ja: オフラインサポート
pl: Obsługa offline
zh_tw: 離線支援

source: Offline caching of web applications' resources using the application cache and local storage.
el: Εκτός σύνδεσης caching πόρων διαδικτυακών εφαρμογών με τη χρήση application cache και local storage.
fr: La mise en cache hors connexion des ressources des applications web à l'aide du cache d'application et du stockage local.
ga: Taisceadh as líne d'acmhainní feidhmchláir Ghréasáin tríd an taisce fheidhmchláir agus stóras logánta.
ja: Web アプリケーションのリソースのオフラインキャッシュは、アプリケーションキャッシュとローカルストレージを使用します。
pl: Buforowanie w trybie offline zasobów aplikacji internetowych za pomocą pamięci podręcznej aplikacji i pamięci lokalnej.
zh_tw: 網頁應用程式的離線快取資源使用了應用程式快取與本機儲存空間。

source: http://en.wikipedia.org/wiki/Web_Storage
pl: http://en.wikipedia.org/wiki/Web_Storag

source: Scalable Vector Graphics (SVG) is an XML based language for describing two-dimensional vector graphics.
el: Η Scalable Vector Graphics (SVG) είναι μια γλώσσα βασισμένη σε XML που χρησιμοποιείται για να περιγράψει διανυσματικά γραφικά δυο διαστάσεων.
fr: Les Scalable Vector Graphics (SVG) ou graphiques vectoriels adaptables sont un langage basé sur XML pour décrire des graphiques vectoriels en deux dimensions.
ga: Is éard atá i SVG (Grafaic Inscálaithe Veicteoireach) ná teanga bunaithe ar XML lenar féidir cur síos a dhéanamh ar ghrafaic veicteoireach dhéthoiseach.
ja: Scalable Vector Graphics (SVG) は、二次元のベクターグラフィックスを記述するための XML ベースの言語です。
pl: Skalowalna grafika wektorowa (ang. Scalable Vector Graphics (SVG)), to oparty na XML język opisu dwuwymiarowej grafiki wektorowej.
zh_tw: Scalable Vector Graphics (SVG) 是一個以 XML 為基礎的語言，可用來描述出二維向量圖形。

source: https://developer.mozilla.org/en/SVG
es: https://developer.mozilla.org/es/SVG
ja: https://developer.mozilla.org/ja/SVG
pl: https://developer.mozilla.org/pl/SVG

source: http://en.wikipedia.org/wiki/Scalable_Vector_Graphics
es: http://es.wikipedia.org/wiki/Scalable_Vector_Graphics
fr: http://fr.wikipedia.org/wiki/Scalable_Vector_Graphics
ja: http://ja.wikipedia.org/wiki/Scalable_Vector_Graphics
pl: http://pl.wikipedia.org/wiki/SVG
zh_tw: http://zh.wikipedia.org/wiki/SVG

source: Video
fr: Vidéo
ga: Fís
pl: Wideo
zh_tw: 影片

source: The HTML5 video element provides integrated support for playing video media without requiring plug-ins.
el: Το στοιχείο video της HTML5 παρέχει ενσωματωμένη υποστήριξη για την αναπαραγωγή βίντεο χωρίς την απαίτηση πρόσθετων λειτουργιών.
fr: L'élément HTML5 video fournit un support intégré pour les médias vidéo sans utiliser aucun plugin.
ga: Leis an eilimint HTML5 'video', is féidir físeáin a sheinm go díreach i do bhrabhsálaí gan forlíontán ar bith.
ja: HTML5 の video 要素はプラグインを利用せずにビデオメディアを再生するための統合されたサポートを提供します。
pl: Element HTML5 <video> służy do odtwarzania plików wideo bez konieczności instalowania dodatkowych wtyczek
zh_tw: HTML video 元素提供不需安裝外掛程式即可撥放視訊媒體的整合支援。

source: http://en.wikipedia.org/wiki/HTML5_video
pl: http://pl.wikipedia.org/wiki/HTML5_video

source: In the context of the HTML canvas element WebGL provides an API for 3D graphics in the browser.
el: Μέσα στα πλαίσια του στοιχείου canvas της HTML, το WebGL παρέχει ένα API για την υλοποίηση τρισδιάστατων γραφικών στον περιηγητή.
es: En el contexto del elemento canvas de HTML, WebGL provee una API para gráficos 3D en el navegador.
fr: Dans le contexte de l'élément HTML canvas, WebGL fournit une API pour l'affichage graphique en 3 dimensions dans le navigateur.
ga: I gcomhthéacs na heiliminte HTML 'canvas', soláthraíonn WebGL API le haghaidh grafaice 3T sa bhrabhsálaí.
ja: HTML の Canvas 要素内において、WebGL は ブラウザでの 3D グラフィックのための API を提供します。
pl: Korzystając z występującego w HTML5 elementu canvas, WebGL zapewnia dostęp do trójwymiarowego API w przeglądarce internetowej.
zh_tw: 在 HTML canvas 元素的內容，WebGL 提供了一個瀏覽器當中的 3D 圖像 API。

source: http://en.wikipedia.org/wiki/WebGL
es: http://es.wikipedia.org/wiki/WebGL
fr: http://fr.wikipedia.org/wiki/WebGL
ja: http://ja.wikipedia.org/wiki/WebGL
pl: http://pl.wikipedia.org/wiki/WebGL
zh_tw: http://zh.wikipedia.org/wiki/WebGL

source: Khronos Spec
es: Especificación de Khronos
fr: Spécification Khronos
ga: Sonraíocht Khronos
ja: Khronos 仕様
pl: Specyfikacja Khronos
