Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Delete this comment
el: Διαγραφή σχολίου
es: Eliminar este comentario
fr: Supprimer ce commentaire
ga: Scrios an nóta tráchta seo
ja: このコメントを削除する
pl: Usuń ten komentarz
zh_tw: 刪除此回應

source: Delete
el: Διαγραφή
es: Eliminar
fr: Supprimer
ga: Scrios
ja: 削除
pl: Usuń
zh_tw: 刪除

source: See {display_name}'s profile
el: Δείτε το προφίλ του/της {display_name}
fr: Voir le profil de {display_name}
ga: Taispeáin próifíl {display_name}
ja: {display_name} のプロフィールを見る
pl: Zobacz profil {display_name}
zh_tw: 看看 {display_name} 的使用者資料

source: Search the Demo Studio
el: Αναζήτηση στο Demo Studio
fr: Recherche dans le Demo Studio
ga: Cuardaigh an Stiúideo Taispeántas
ja: Demo Studio を検索
pl: Przeszukaj Demo Studio
zh_tw: 搜尋 Demo Studio

source: Search
el: Αναζήτηση
es: Buscar
fr: Rechercher
ga: Cuardaigh
hr: Traži
ja: 検索
pl: Szukaj
zh_tw: 搜尋

source: You are viewing up and coming demos
el: Βλέπετε τα επερχόμενα demo
fr: Vous regardez les vidéos prometteuses
ga: Tá tú ag féachaint ar thaispeántais teacht chun cinn
ja: 有望なデモを見る
pl: Oglądasz dema wyszukane wg najczęściej używanych
zh_tw: 您正依重要程度檢視 demo

source: Up and Coming
el: Επερχόμενα
fr: Prometteur
ga: Teacht Chun Cinn
ja: 有望なデモ
pl: Najczęściej używane
zh_tw: 日益重要的

source: Sort demos by most views
el: Ταξινόμηση demo κατά αριθμό προβολών
fr: Trier les démos par nombre de vues
ga: Sórtáil de réir líon uaire feicthe
ja: 閲覧数順にデモを並び替え
pl: Porządkuj dema wg najczęściej oglądanych
zh_tw: 以最多人檢視的 demo 排序

source: You are viewing demos by most views
el: Βλέπετε τα demo που έχουν τις περισσότερες προβολές
fr: Vous regardez les vidéos les plus vues
ga: Tá tú ag féachaint ar thaispeántais de réir líon uaire feicthe
ja: 閲覧順にデモを見る
pl: Oglądasz dema wyszukane wg najczęściej oglądanych
zh_tw: 您正依被檢視的次數檢視 demo

source: Most Viewed
el: Περισσότερες προβολές
fr: Les plus vues
ga: Feicthe Is Minice
ja: 閲覧順
pl: Najczęściej oglądane
zh_tw: 最多人檢視的

source: Sort demos by most likes
el: Ταξινόμηση demo με βάση τα περισσότερα «μου αρέσει»
fr: Trier les démos par appréciation
ga: Sórtáil de réir an líon uaire a thaitin sé le húsáideoir
ja: 評価順にデモを並び替え
pl: Porządkuj dema wg ulubionych
zh_tw: 以最多人喜歡的 demo 排序

source: You are viewing demos by most likes
el: Βλέπετε τα demo που αρέσουν στους περισσότερους χρήστες
fr: Vous regardez les vidéos les plus appréciées
ga: Tá tú ag féachaint ar thaispeántais de réir an líon uaire a thaitin sé le húsáideoir
ja: 評価順にデモを見る
pl: Oglądasz dema wyszukane wg ulubionych
zh_tw: 您正依受人喜歡的程度檢視 demo

source: Most Liked
el: Περισσότερο αρεστά
fr: Les plus appréciées
ga: Taitneamh Is Mó
ja: 被リンク順
pl: Ulubione
zh_tw: 最多人喜愛的

source: Sort demos by most recently submitted
el: Ταξινόμηση των demo με βάση τα πιο πρόσφατα
fr: Trier les démos par date de soumission
ga: Sórtáil de réir na gceann is déanaí
ja: 投稿日付順にデモを並び替え
pl: Porządkuj dema wg ostatnio przesłanych
zh_tw: 以最近送出的 demo 排序

source: You are viewing demos by most recently submitted
el: Βλέπετε τα demo που έχουν υποβληθεί πιο πρόσφατα.
fr: Vous regardez les vidéos les plus récentes
ga: Tá tú ag féachaint ar thaispeántais de réir na gceann is déanaí
ja: 投稿順にデモを見る
pl: Oglądasz dema wyszukane wg ostatnio przesłanych
zh_tw: 您正依送出的時間先後檢視 demo

source: Most Recent
el: Πιο πρόσφατα
fr: Les plus récentes
ga: Is Déanaí
ja: 日付順
pl: Najnowsze
zh_tw: 最近的

source: {start}&ndash;{end} of {total}
el: {start}&ndash;{end} από {total}
fr: {start}&ndash;{end} sur {total}
ga: {start}&ndash;{end} as {total}
ja: 全 {total} 中 {start}&ndash;{end}
pl: {start}&ndash;{end} z {total}
zh_tw: {total} 當中的 {start}&ndash;{end}

source: Go to the first page
el: Μετάβαση στην πρώτη σελίδα
es: Ir a la primera página
fr: Aller à la première page
ga: An chéad leathanach
ja: 最初のページへ戻る
pl: Przejdź do pierwszej strony
zh_tw: 到第一頁

source: Go to the previous page
el: Μετάβαση στην προηγούμενη σελίδα
es: Ir a la página anterior
fr: Aller à la page précédente
ga: An leathanach roimhe seo
ja: 前のページへ戻る
pl: Przejdź do poprzedniej strony
zh_tw: 到上一頁

source: Go to the next page
el: Μετάβαση στην επόμενη σελίδα
es: Ir a la próxima página
fr: Aller à la page suivante
ga: An chéad leathanach eile
ja: 次のページへ進む
pl: Przejdź do następnej strony
zh_tw: 到下一頁

source: Go to the last page
el: Μετάβαση στην τελευταία σελίδα
es: Ir a la última página
fr: Aller à la dernière page
ga: An leathanach deiridh
ja: 最後のページへ進む
pl: Przejdź do ostatniej strony
zh_tw: 到最後一頁

source: Last
el: Τελευταία
fr: Dernière
ga: Deireadh
ja: 最後
pl: Ostatnie
zh_tw: 最後

source: Feed
el: Αρχείο ροής
es: Canal de noticias
fr: Flux
ga: Fotha
ja: フィード
pl: Kanał

source: See more about {title} by {author}
el: Δείτε περισσότερα σχετικά με το {title} του/της {author}
fr: En savoir plus sur {title} par {author}
ga: Tuilleadh eolais faoi {title} le {author}
ja: {author} による {title} の詳細を見る
pl: Zobacz więcej o {title} autorstwa {author}
zh_tw: 看看更多關於 {author} 的 {title} 的資訊

source: Launch {title}
el: Εκκίνηση {title}
fr: Lancer {title}
ga: Tosaigh {title}
ja: {title} を実行
pl: Uruchom {title}
zh_tw: 執行 {title}

source: Launch
el: Εκκινηση
fr: Lancer
pl: Uruchom
zh_tw: 執行

source: Browse by Technology
el: Περιηγηση με βαση την τεχνολογια
es: Explora por Tecnología
fr: Parcourir par technologie
ga: Brabhsáil de réir Teicneolaíochta
ja: テクノロジ毎で見る
pl: Przeglądaj wg technologii
zh_tw: 瀏覽不同技術

source: Add-ons
el: Προσθετα
es: Complementos
fr: Modules
ga: Breiseáin
hr: Dodaci
ja: アドオン
pl: Dodatki

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
el: Αυτό το URL έχει μη έγκυρη μορφή. Τα έγκυρα URL έχουν μορφή του στυλ: http://example.com/my_page.
fr: Cette URL est d'un format invalide. Les URL valides ressemblent à ceci : http://example.com/ma_page
ga: URL neamhbhailí. Seo é URL bailí: http://sampla.com/mo_leathanach.
ja: この URL の書式は正しくありません。正しい URL は「http://example.com/my_page」のようになります。
pl: Ten adres URL ma nieprawidłowy format. Prawidłowy URL wygląda tak: http://przyklad.pl/moja_strona.
zh_tw: 不正確的網址格式。有效的網址應該長得像是 http://example.com/my_page 。

source: (multiple)
el: (πολλαπλά)
es: (múltiple)
fr: (plusieurs)
ga: (éagsúil)
hr: (višestruk)
pl: (wiele)
zh_tw: （多重）

source: Doc Center
el: Εγγραφα
es: Centro de documentación
fr: Centre de documentation
ga: Lárionad Doiciméadaithe
hr: Dokumentacijski centar
pl: Artykuły

source: Search MDN Documentation
el: Αναζήτηση στην τεκμηρίωση του MDN
es: Buscar en la documentación de MDN
fr: Rechercher dans la documentation de MDN
ga: Cuardaigh Doiciméadú MDN
hr: Pretražite MDN dokumentaciju
ja: MDN ドキュメントを検索します
pl: Przeszukaj dokumentację MDN
zh_tw: 搜尋 MDN 文件

source: Popular Topics for <span class="web">Web</span> Developers
el: Δημοφιλη θεματα για δημιουργους <span class="web">διαδικτυου</span>
es: Temas populares para los desarrolladores <span class="web">web</span>
fr: Sujets populaires pour les développeurs <span class="web">Web</span>
ga: Topaicí le haghaidh Forbróirí <span class="web">Gréasáin</span> is mó éileamh orthu
hr: Popularne teme za <span class="web">web</span> programere
ja: <span class="web">Web</span> 開発者向けの人気のトピックス
pl: Popularne tematy dla twórców <span class="web">stron</span>
zh_tw: <span class="web">網頁</span> 開發者的熱門主題

source: /en/HTML
es: /es/HTML
fr: /fr/HTML
ja: /ja/HTML
pl: /pl/HTML
zh_tw: /zh_TW/HTML

source: HyperText Markup Language, the core language of the web.
el: Η HyperText Markup Language, η βασική γλώσσα προγραμματισμού για το διαδίκτυο.
es: Lenguaje de marcado de hipertexto, el lenguaje central de la web.
fr: Langage de balisage hypertexte, le langage de base du web.
ga: Teanga Mharcála Hipirtéacs (HTML), croítheanga an Ghréasáin.
hr: HyperText Markup Language, jezgreni jezik weba.
ja: HyperText Markup Language は、Web の基幹言語です。
pl: Język HTML (HyperText Markup Language) – główny język tworzenia stron internetowych.
zh_tw: 超文件標示語言，網頁的核心語言。

source: The next generation of HTML, HTML5 adds powerful new capabilities for web sites and web applications.
el: Η HTML5, η επόμενη γενιά της HTML, προσθέτει νέες πανίσχυρες δυνατότητες για ιστοσελίδες και διαδικτυακές εφαρμογές.
es: La próxima generación de HTML, HTML5, añade potentes nuevas capacidades a los sitios y aplicaciones web.
fr: La prochaine génération d'HTML, HTML5 ajoute de puissantes nouvelles possibilités pour les sites et applications web.
ga: An chéad ghlúin eile HTML, cuireann HTML5 acmhainní cumhachtacha nua ar fáil do shuímh Ghréasáin agus feidhmchláir Ghréasáin.
hr: Sljedeća generacija HTML, HTML5 dodaje snažne nove mogućnosti za web stranice i web aplikacije.
ja: 次世代の HTML である HTML5 は、Web サイトおよび Web アプリケーションに強力な新機能を加えます。
pl: Następna generacja języka HTML – HTML5 dodaje nowe zaawansowane możliwości tworzenia witryn i aplikacji internetowych.
zh_tw: 下一代的 HTML，HTML 新增了給網頁和網路應用程式所使用的強大的全新功能。

source: /en/JavaScript
es: /es/JavaScript
fr: /fr/JavaScript
ja: /ja/JavaScript
pl: /pl/JavaScript
zh_tw: /zh_TW/JavaScript

source: The scripting language that powers modern web applications.
el: Η γλώσσα προγραμματισμού σεναρίων εντολών πάνω στην οποία υλοποιούνται όλες οι σύγχρονες διαδικτυακές εφαρμογές.
es: El lenguaje de script en el que se basan las aplicaciones web modernas.
fr: Le langage de script sur lequel se basent les applications web modernes.
ga: An teanga scriptithe a chumhachtaíonn feidhmchláir nua-aimseartha an Ghréasáin.
hr: Skriptni jezik koji pokreće moderne web aplikacije.
ja: 現代的な Web アプリケーションの原動力であるスクリプト言語について。
pl: Język skryptowy zasilający nowoczesne aplikacje webowe.
zh_tw: 讓現代網頁應用程式如虎添翼的指令碼語言。

source: /en/CSS
es: /es/CSS
fr: /fr/CSS
ja: /ja/CSS
pl: /pl/CSS
zh_tw: /zh_TW/CSS

source: Cascading Style Sheets provide advanced layout and formatting of web content.
el: Τα αλληλοεπικαλυπτόμενα φύλλα στυλ (CSS) παρέχουν τη δυνατότητα για προχωρημένο έλεγχο στη σχεδίαση και τη μορφοποίηση του περιεχόμενου στο διαδίκτυο.
es: Las hojas de estilo en cascada permiten la disposición y formato avanzados de contenido web.
fr: Les feuilles de style en cascade permettent une mise en page avancée et le formatage du contenu web.
ga: Soláthraíonn Stílbhileoga Cascáideacha leaganacha amach agus formáidiú casta d'ábhar Gréasáin.
hr: Cascading Style Sheets pruža napredni izgled i oblikovanje web sadržaja.
ja: Cascading Style Sheets は、Web コンテンツに高度なレイアウトおよび書式を提供します。
pl: Kaskadowe arkusze stylów umożliwiają tworzenie zaawansowanych układów graficznych i formatowanie treści witryn internetowych.
zh_tw: CSS (Cascading Style Sheets) 提供更進階的版型呈現以及網頁內容格式。

source: /en/DOM
es: /es/DOM
fr: /fr/DOM
ja: /ja/DOM
pl: /pl/DOM
zh_tw: /zh_TW/DOM

source: The Document Object Model describes the structure and content of web pages.
el: Το Document Object Model περιγράφει τη δομή και το περιεχόμενο των ιστοσελίδων.
es: El Modelo de Objetos de Documento describe la disposición y contenido de las páginas web.
fr: Le modèle objet de document décrit la structure et le contenu des pages web.
ga: Déanann DOM (Document Object Model) cur síos ar struchtúr agus inneachar leathanach Gréasáin.
hr: Document Object Model opisuje strukturu i sadržaj web stranica.
ja: Document Object Model は、Web ページの構造およびコンテンツを表現します。
pl: Obiektowy model dokumentu (DOM) opisuje strukturę i zawartość stron internetowych.
zh_tw: Document Object Model 描述了網頁的結構與內容。

source: /en/AJAX
es: /es/AJAX
fr: /fr/AJAX
ja: /ja/AJAX
pl: /pl/AJAX
zh_tw: /zh_TW/AJAX

source: "Asynchronous JavaScript and XML" is a term that describes the use of all these technologies together to create powerful web applications.
el: Ο όρος «Asynchronous JavaScript και XML» περικλείει τη χρήση όλων αυτών των τεχνολογιών ταυτόχρονα για τη δημιουργία πανίσχυρων διαδικτυακών εφαρμογών.
es: "JavaScript asincrónico y XML" es un término que describe el uso de todas estas tecnologías juntas para crear poderosas aplicaciones web.
fr: JavaScript asynchrone et XML, un terme qui décrit l'utilisation conjointe de toutes ces technologies pour créer de puissantes applications web.
ga: Is téarma é AJAX ("Asynchronous JavaScript and XML") a dhéanann cur síos ar na teicneolaíochtaí seo a úsáidtear lena chéile chun feidhmchláir chumhachtacha Gréasáin a chruthú.
hr: "Asynchronous JavaScript and XML" je termin koji opisuje upotrebu svih ovih tehnologija zajedno kako bi stvorili snažne web aplikacije.
ja: "Asynchronous JavaScript and XML" は、これらの技術をすべて使い、パワフルな Web アプリケーションを作成することを指しています。
pl: „Asynchroniczny JavaScript i XML” to termin, który opisuje użycie wszystkich tych technologii razem do tworzenia potężnych aplikacji webowych.

source: Key Topics for <span class="web">Web</span> Developers
el: Σημαντικα θεματα για δημιουργους του <span class="web">διαδικτυου</span>
es: Temas principales para los desarrolladores <span class="web">Web</span>
fr: Sujets clés pour les développeurs <span class="web">Web</span>
ga: Ábhar Tábhachtach d'Fhorbróirí <span class="web">Gréasáin</span>
hr: Ključne teme za <span class="web">web </span> programere
ja: <span class="web">Web</span> 開発者向けのキートピックス
pl: Najważniejsze tematy dla twórców <span class="web">stron internetowych</span>
zh_tw: <span class="web">Web</span> 開發者的重點主題

source: A comprehensive list of terms to help Web developers find the documentation they need.
el: Μια περιεκτική λίστα όρων που βοηθάει τους δημιουργούς να βρουν την τεκμηρίωση που θέλουν.
es: Un listado extenso de términos para ayudar a los desarrolladores Web a encontrar la documentación que necesitan.
fr: Une liste étendue de termes qui aideront les développeurs web à trouver la documentation dont ils ont besoin.
ga: Liosta cuimsitheach téarmaí a chabhraíonn le forbróirí Gréasáin doiciméadú úsáideach a aimsiú.
hr: Sveobuhvatan popis pojmova da bi pomogli web programerima u pronalasku dokumentacije koju trebaju.
ja: Web 開発者がドキュメントを見つけることを支援する包括的な用語のリスト。
pl: Obszerna lista zwrotów pomocnych twórcom stron w odnalezieniu potrzebnej im dokumentacji.
zh_tw: 一個全面性的詞彙清單以幫助網頁開發者找到他們所需的文件。

source: Get involved in the %(mobile_link)s, %(addons_link)s, & %(apps_link)s Developer Communities:
el: Συμμετέχετε στις κοινότητες δημιουργών για %(mobile_link)s, %(addons_link)s, & %(apps_link)s:
es: Involúcrate en las comunidades para desarrolladores de %(mobile_link)s, %(addons_link)s y %(apps_link)s:
fr: Impliquez-vous dans les communautés de développeurs %(mobile_link)s, %(addons_link)s et %(apps_link)s :
ga: Glac páirt sna comhphobail %(mobile_link)s, %(addons_link)s, agus %(apps_link)s:
hr: Pridružite se u %(mobile_link)s, %(addons_link)s, & %(apps_link)s zajednice programera:
ja: %(mobile_link)s、%(addons_link)s、および、 %(apps_link)s の開発者コミュニティに参加してください:
pl: Dołącz do społeczności twórców %(mobile_link)s, %(addons_link)s i %(apps_link)s:
zh_tw: 參與 %(mobile_link)s、%(addons_link)s，以及 %(apps_link)s 開發者社群:

source: /en/Mobile
es: /es/Móvil
fr: /fr/Mobile
ja: /ja/Mobile
pl: /pl/Mobile

source: Firefox Mobile for developers
el: Ο Firefox για κινητά για δημιουργούς
es: Firefox Mobile para desarrolladores
fr: Firefox Mobile pour les développeurs
ga: Firefox Soghluaiste le haghaidh forbróirí
hr: Firefox za mobitele - za programere
ja: 開発者のための Firefox モバイル
pl: Firefox Mobile dla twórców
zh_tw: Firefox 行動版開發者

source: Detecting device orientation
el: Αναγνώριση προσανατολισμού συσκευής
es: Detectar la orientación del dispositivo
fr: Détection de l'orientation de l'appareil
ga: Treoshuíomh an ghléis á bhrath
hr: Otkrivanje orijentacije uređaja
ja: デバイスの傾きの検出
pl: Wykrywanie pozycji urządzenia
zh_tw: 偵測裝置方向

source: Using geolocation
el: Χρήση γεωτοποθεσίας
es: Usar geolocalización
fr: Utilisation de la géolocalisation
ga: Suíomh domhanda in úsáid
hr: Upotreba geolokacije
ja: Geolocation の利用
pl: Używanie geolokalizacji
zh_tw: 使用地理位置資訊

source: AMO Developer Hub
el: Ταμπλό δημιουργών AMO
es: Centro de desarrolladores de AMO
fr: Pôle des développeurs AMO
ga: Lárionad Forbartha AMO
hr: AMO središte programera
ja: AMO 開発者センター
pl: AMO – Strefa autora
zh_tw: AMO 開發者中心

source: /en/Extensions
es: /es/Extensiones
fr: /fr/Extensions
ja: /ja/Extensions
pl: /pl/Extensions

source: Extensions
el: Επεκτάσεις
es: Extensiones
ga: Eisínteachtaí
hr: Proširenja
ja: 拡張機能
pl: Rozszerzenia
zh_tw: 擴充套件

source: /en/Plugins
es: /es/Plugins
fr: /fr/Plugins
ja: /ja/Plugins
pl: /pl/Plugins

source: Plugins
el: Πρόσθετες λειτουργίες
ga: Forlíontáin
hr: Priključci
ja: プラグイン
pl: Wtyczki
zh_tw: 外掛程式

source: Add-ons Builder
es: Constructor de complementos
fr: Constructeur de modules
ga: Tógálaí Breiseán
hr: Kreator dodataka
ja: アドオンビルダー
pl: Konstruktor dodatków
zh_tw: 附加元件開發工具

source: /en/Themes
es: /es/Temas
fr: /fr/Thèmes
ja: /ja/Themes
pl: /pl/Themes

source: Themes
el: Θέματα εμφάνισης
es: Temas
fr: Thèmes
ga: Téamaí
hr: Teme
ja: テーマ
pl: Motywy
zh_tw: 佈景主題

source: Search engine plugins
el: Πρόσθετες λειτουργίες αναζήτησης
es: Plugins buscadores
fr: Plugins de moteurs de recherche
ga: Forlíontáin chuardaigh
hr: Priključci tražilica
ja: 検索プラグイン
pl: Wtyczki wyszukiwarek
zh_tw: 搜尋引擎外掛

source: Participating in the Mozilla project
el: Συμμετέχοντας στο έργο Mozilla
es: Participar en el proyecto Mozilla
fr: Participer au projet Mozilla
ga: Páirt a ghlacadh i dTionscadal Mozilla
hr: Sudjelovanje u Mozilla projektu
ja: Mozilla プロジェクトに参加する
pl: Uczestnictwo w projekcie Mozilla
zh_tw: 參與 Mozilla 專案

source: Using Mozilla code in other projects
el: Χρησιμοποιώντας τον κώδικα του έργου Mozilla σε άλλα έργα λογισμικού
es: Usar código de Mozilla en otros proyectos
fr: Utilisation du code de Mozilla dans d'autres projets
ga: Cód de chuid Mozilla a úsáid i dtionscadail eile
hr: Korištenje Mozilla koda u drugim projektima
ja: Mozilla のコードを他のプロジェクトで利用する
pl: Używanie kodu Mozilli w innych projektach
zh_tw: 在其他專案中使用 Mozilla 程式碼

source: Localization
es: Localización
fr: Localisation
ga: Logánú
hr: Lokalizacija
ja: ローカライゼーション
pl: Lokalizacja
zh_tw: 在地化

source: Quality Assurance
es: Control de calidad
fr: Contrôle qualité
ga: Dearbhú Cáilíochta
hr: Osiguranje kvalitete
ja: 品質保証 (QA)
pl: Kontrola jakości
zh_tw: 品質保證 (QA)

source: Most Active Docs
el: Εγγραφα με την περισσοτερη δραστηριοτητα
es: Documentos más activos
fr: Documents les plus actifs
ga: Doiciméadú Is Gníomhaí
hr: Najaktivniji Dokumenti
ja: 最近更新されたドキュメント
pl: Najaktywniejsze dokumenty
zh_tw: 最活躍的文件

source: Last edited by:
el: Τελευταία επεξεργασία από:
es: Última edición por:
fr: Dernière modification par :
ga: Athraithe is déanaí ag:
hr: Zadnji uredio/la:
ja: 最終更新者:
pl: Ostatnio edytowany przez:
zh_tw: 最後編輯者:

source: Doc Of The Day
el: Εγγραφο της ημερας
es: Documento del día
fr: Document du jour
ga: Doiciméadú an Lae
hr: Dokument dana
ja: 今日のドキュメント
pl: Artykuł dnia
zh_tw: 每日一文件

source: Modified by %(author)s on %(updated)s
el: Τροποποιήθηκε από τον/την %(author)s στις %(updated)s
es: Modificado por %(author)s el %(updated)s
fr: Modifié par %(author)s le %(updated)s
ga: Athraithe ag %(author)s ar %(updated)s
hr: Izmijenio %(author)s na %(updated)s
ja: %(updated)s に %(author)s によって更新
pl: Zmodyfikowano przez %(author)s dnia %(updated)s
zh_tw: 由 %(author)s 於 %(updated)s 修改

source: CSS Transforms
es: Transformaciones CSS
fr: Transformations CSS
ga: Trasfhoirmithe CSS
hr: CSS transforme
ja: CSS トランスフォーム
pl: Transformacje CSS
zh_tw: CSS 變形 (Transforms)

source: CSS Gradients
es: Gradientes CSS
fr: Gradients CSS
ga: Grádáin CSS
hr: CSS gradijenti
ja: CSS グラデーション
pl: Gradienty CSS
zh_tw: CSS 漸層

source: Security
el: Ασφάλεια
es: Seguridad
fr: Sécurité
ga: Slándáil
hr: Sigurnost
ja: セキュリティ
pl: Bezpieczeństwo
zh_tw: 安全性

source: Welcome to the Add-ons Developer Community:
el: Καλώς ορίσατε στην κοινότητα δημιουργών πρόσθετων:
es: Bienvenido a la comunidad de desarrolladores de complementos:
fr: Bienvenue dans la communauté des développeurs de modules :
ga: Fáilte go dtí an Comhphobal Forbartha Breiseán:
hr: Dobrodošli u zajednicu programera dodataka:
ja: アドオン開発者コミュニティへようこそ:
pl: Witaj w społeczności twórców dodatków:
zh_tw: 歡迎來到附加元件開發者社群:

source: Are you ready to make browsing better?
el: Είστε έτοιμοι να κάνετε καλύτερη την περιήγηση στο διαδίκτυο;
es: ¿Estás listo para mejorar la navegación?
fr: Prêt(e) à rendre la navigation meilleure ?
ga: An bhfuil tú réidh feabhas a chur ar bhrabhsáil?
hr: Jeste li spremni napraviti pregledavanje bolje?
ja: ブラウジングをより良いものにする準備はできていますか？
pl: Jesteś gotowy do ulepszania przeglądania?
zh_tw: 準備好創造更好的瀏覽體驗了嗎?

source: Subscribe
el: Συνδρομή
es: Suscribirse
fr: S'abonner
ga: Liostáil
hr: Pretplatite se
ja: ブログフィード
pl: Subskrybuj
zh_tw: 訂閱

source: Join the Add-ons discussions!
el: Συμμετέχετε στις συζητήσεις για πρόσθετα!
es: ¡Únete a las discusiones sobre complementos!
fr: Participez aux discussion sur les modules !
ga: Glac páirt i gcomhráite faoi Bhreiseáin!
hr: Pridružite se raspravama o dodacima!
ja: アドオンの議論に参加してください！
pl: Przyłącz się do dyskusji o dodatkach!
zh_tw: 參與附加元件的討論！

source: Popular <span class="addons">Add-ons</span> Documentation
el: Δημοφιλης τεκμηριωση για <span class="addons">προσθετα</span>
es: Documentación popular sobre <span class="addons">complementos</span>
fr: Documentation populaire sur les <span class="addons">Modules</span>
ga: Doiciméadú <span class="addons">Breiseán</span> Is Mó Éileamh Air
hr: Popularna dokumentacija vezana za <span class="addons">dodatke</span>
ja: 人気の <span class="addons">アドオン</span> ドキュメンテーション
pl: Popularna dokumentacja o <span class="addons">dodatkach</span>
zh_tw: 熱門 <span class="addons">附加元件</span> 文件

source: Add-ons Builder SDK Docs
el: Έγγραφα για το SDK του Add-ons Builder
es: Documentación del SDK del constructor de complementos
fr: Documentation sur le SDK du constructeur de modules
ga: Doiciméadú ar an Tógálaí Breiseán
hr: Add-ons Builder SDK dokumentacija
ja: アドオンビルダー SDK ドキュメント
pl: Kreator dodatków – dokumentacja SDK
zh_tw: 附加元件開發工具 SDK 文件

source: If you are comfortable with a command line and prefer working locally, the Add-ons Builder SDK gives you a development environment on your own computer.
el: Αν αισθάνεστε πιο άνετα με τη γραμμή εντολών και προτιμάτε να δουλεύετε τοπικά, το SDK του Add-ons Builder σας προσφέρει ένα ολοκληρωμένο περιβάλλον ανάπτυξης στον υπολογιστή σας.
es: Si te sientes cómodo con una línea de comandos y prefieres trabajar localmente, el constructor SDK de complementos te da un ambiente de desarrollo en tu propio equipo.
fr: Si vous n'avez pas de problème avec la ligne de commande et préférez travailler en local, le SDK du constructeur de modules vous fournit un environnement de développement sur votre propre ordinateur.
ga: Má tá tú compordach ar líne na n-orduithe agus is fearr leat obair a dhéanamh go logánta, tugann an Tógálaí Breiseán timpeallacht forbartha duit ar do ríomhaire.
hr: Ako ste zadovoljni sa komandnom linijom i više volite da radite lokalno, Add-ons Builder SDK pruža razvojno okruženje na vašem računalu.
ja: コマンドラインに抵抗がなく、ローカルで作業することを好むなら、アドオンビルダー SDK があなた自身のコンピューター上に開発環境を提供してくれます。
pl: Jeśli wiersz poleceń nie stanowi dla ciebie tabu i preferujesz pracę lokalnie, SDK konstruktora dodatków udostępnia ci środowisko programistyczne na twój komputer.
zh_tw: 如果您對於命令列模式很熟悉，並且比較喜歡在本地工作，那麼附加元件開發工具 SDK 可以提供您的電腦一個開發環境。

source: How-to Library
el: Βιβλιοθήκη οδηγιών
es: Biblioteca de Cómos
fr: Bibliothèque des guides pratiques
ga: Leabharlann Teagaisc
hr: Kako-ću biblioteka
ja: How-to ライブラリ
pl: Biblioteka Jak to zrobić
