Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Get the latest news, status and developer documentation on the Mozilla mobile project. Check out the mobile project's goals, and how you can help out and get involved!
el: Λάβετε τα πιο πρόσφατα νέα, ενημερώσεις για την κατάσταση και τεκμηρίωση για δημιουργούς από τον τομέα για κινητά του έργου Mozilla. Ρίξτε μια ματιά στους στόχους του έργου για τα κινητά και δείτε πως μπορείτε να συμμετέχετε και να βοηθήσετε!
es: Consigue las últimas noticias, estado y documentación de desarrollo sobre el proyecto de Mozilla móvil. Revisa los objetivos del proyecto y cómo puedes ayudar e ¡involúcrate!
fr: Suivez les dernières nouvelles, l'état et la documentation pour développeurs du projet Mozilla mobile. Consultez les objectifs du projet mobile et découvrez comment vous pouvez participer et nous aider !
ga: Faigh an nuacht agus doiciméadú forbartha is déanaí le haghaidh Mozilla Soghluaiste. Léigh faoi spriocanna an tionscadail, agus foghlaim conas is féidir cabhrú linn!
hr: Primite najnovije novosti, statuse i dokumentaciju za programere na Mozillinom projektu za mobitele. Provjerite ciljeve projekta za mobitele i kako i vi možete se priključiti i pomoći!
ja: Mozilla モバイルプロジェクト上の最新ニュースおよび開発状況、開発者向けドキュメント。モバイルプロジェクトの目標と参加する方法を確かめてください。
pl: Poznaj najnowsze wiadomości, status i dokumentację dla deweloperów projektu Mozilla Mobile. Zapoznaj się z założeniami i celami tego projektu oraz jak możesz pomóc i wziąć w nim udział.
zh_tw: 取得 Mozilla 行動專案的最新消息、狀態，與開發者文件。看看行動專案的目標，以及您能參與並幫助什麼！

source: Build Great Mobile Add-ons
el: Φτιάξτε εξαιρετικά πρόσθετα για κινητά
es: Construye magníficos complementos para dispositivos móviles
fr: Construisez de chouettes modules pour Mobile
ga: Tóg Breiseáin Iontacha Soghluaiste
hr: Stvorite izvrsne dodatke za mobilne uređaje
ja: 素晴らしいモバイルアドオンを作成する
pl: Twórz wspaniałe dodatki dla Firefoksa Mobile
zh_tw: 建立很棒的行動版附加元件

source: Firefox is the world's first Web browser to support mobile add-ons. Learn about <a href="%(basics_url)s">Extension Basics</a>, <a href="%(best_practices_url)s">Extension Best Practices</a>, helpful <a href="%(snippets_url)s">Code Snippets</a>, and more so you can build innovative add-ons for Firefox on Android and Firefox on Nokia's Meego platform.
el: Ο Firefox είναι ο πρώτος περιηγητής παγκοσμίως που υποστηρίζει πρόσθετα σχεδιασμένα για κινητά. Μάθετε τα <a href="%(basics_url)s">βασικά για επεκτάσεις</a>, τις <a href="%(best_practices_url)s">καλύτερες πρακτικές για επεκτάσεις</a>, δείτε βοηθητικά <a href="%(snippets_url)s">τμήματα κώδικα</a> κι ακόμα περισσότερα, ώστε να μπορείτε να φτιάξετε καινοτόμα πρόσθετα για τον Firefox σε Android και στην πλατφόρμα Meego της Nokia.
es: Firefox es el primer navegador web del mundo que permite complementos en su versión móvil. Aprende sobre <a href="%(basics_url)s">lo básico de las extensiones</a>, <a href="%(best_practices_url)s">buenas prácticas para el desarrollo de extensiones</a>, útiles <a href="%(snippets_url)s">ejemplos de código</a>, y más para que puedas crear complementos innovadores para Firefox en Android y Firefox en la plataforma Meego de Nokia.
fr: Firefox est le premier navigateur mobile à proposer des modules complémentaires. Découvrez les <a href="%(basics_url)s">bases concernant les modules</a>, les <a href="%(best_practices_url)s">meilleures pratiques pour les extensions</a> des <a href="%(snippets_url)s">extraits de code</a> pratiques et d'autres choses qui vous aideront à créer des modules innovants pour Firefox sur les plateformes Android et Nokia Meego.
ga: Is é Firefox an chéad bhrabhsálaí ar domhan a thacaíonn le breiseáin shoghluaiste. Faigh <a href="%(basics_url)s">Buneolas ar Eisínteachtaí</a>, <a href="%(best_practices_url)s">Dea-Chleachtas Eisínteachtaí</a>, <a href="%(snippets_url)s">Blúirí Cóid</a> úsáideacha, agus tuilleadh sa chaoi go mbeidh tú in ann breiseáin nuálacha a thógáil le haghaidh Firefox ar Android agus Firefox ar ardán Meego de chuid Nokio.
hr: Firefox je prvi svjetski web preglednik koji podržava dodatke za mobitele. Saznajte više o <a href="%(basics_url)s">osnovama proširenja</a>, <a href="%(best_practices_url)s">najboljim primjenama proširenja</a>, korisnim <a href="%(snippets_url)s">komadićima koda</a> i više te na taj način možete stvarati inovativne dodatke za Firefox na Androidu i Firefox na Nokijinom Meego platformi.
ja: Firefox はモバイルアドオンをサポートする世界で最初の Web ブラウザです。<a href="%(basics_url)s">拡張機能の基本</a>、<a href="%(best_practices_url)s">拡張機能のベストプラクティス</a>、役立つ<a href="%(snippets_url)s">コードスニペット</a>などについて学ぶことで、Android 向け Firefox および Nokia の Meego プラットフォーム向け Firefox 向けの革新的なアドオンを作ることができます。
pl: Firefox jest pierwszą na świecie przeglądarką internetową dla urządzeń przenośnych obsługującą dodatki. Dowiedz się więcej o <a href="%(basics_url)s">podstawach tworzenia rozszerzeń</a>, <a href="%(best_practices_url)s">dobrych praktykach</a>, <a href="%(snippets_url)s">gotowych kodach</a> i innych elementach pomocnych przy tworzeniu innowacyjnych dodatków dla Firefoksa na Androida i platformę Nokii – Maemo.
zh_tw: Firefox 是全世界第一個支援行動附加元件的網頁瀏覽器。看看 <a href="%(basics_url)s">擴充套件入門</a>、<a href="%(best_practices_url)s">擴充套件最佳實作</a>，以及有用的 <a href="%(snippets_url)s">程式碼範例</a>，還有更多可以讓您於 Android 和 Nokia 的 Meego 平台上建立創新的 Firefox 附加元件。

source: Location-Aware Applications
el: Εφαρμογές που χρησιμοποιούν τοποθεσίες
es: Aplicaciones basadas en la ubicación
fr: Applications utilisant la géolocalisation
ga: Feidhmchláir atá eolach ar shuíomh
hr: Lokacija-Svjestan Aplikacije
ja: 場所を選ばないアプリケーション
pl: Przeglądanie uwzględniające położenie
zh_tw: 適地性應用程式

source: Learn how to use the <a href="%(geo_url)s">Geolocation API</a> and put people on the right path. Location-Aware Browsing is a must when you're out and about on your mobile. Learn how to build innovative apps that delight your audience.
el: Μάθετε πως να χρησιμοποιείτε το <a href="%(geo_url)s">API γεωτοποθεσίας (Geolocation)</a> και δείξτε στους άλλους το σωστό δρόμο. Η περιήγηση με βάση την τοποθεσία είναι σχεδόν απαραίτητη όταν χρησιμοποιείτε το κινητό για περιήγηση. Μάθετε πως να φτιάξετε καινοτόμες εφαρμογές που θα ενθουσιάσουν το κοινό σας.
es: Aprende a usar la <a href="%(geo_url)s">API de geolocalización</a> y pon a la gente en el camino correcto. La navegación basada en ubicación es imprescindible cuando estás fuera y con tu dispositivo móvil. Aprende cómo construir aplicaciones innovadoras que deleiten a tu audiencia.
fr: Apprenez à utiliser l'<a href="%(geo_url)s">API de géolocalisation</a> et mettez vos utilisateurs sur le bon chemin. La navigation basée sur l'emplacement est indispensable quand vous êtes en chemin avec votre mobile. Découvrez comment créer des applications innovantes qui raviront votre public.
ga: Foghlaim conas is féidir an <a href="%(geo_url)s">API Suite Domhanda</a> a úsáid chun daoine a chur ar an mbealach ceart. Is riachtanas é brabhsáil atá eolach ar do shuíomh nuair a bhíonn tú amach ar d'fhón póca. Faigh tuilleadh eolais maidir le forbairt feidhmchlár nuálach a chuirfidh gliondar ar do lucht leanúna.
hr: Saznajte kako koristiti <a href="%(geo_url)s">API geolokacije</a> i uputiti ljude na pravi put. Kada niste pored računala i koristite mobilni uređaj potreban je preglednik koji može utvrditi vašu lokaciju. Naučite kako napraviti inovativne aplikacije koje će oduševiti vaše korisnike.
ja: <a href="%(geo_url)s">Geolocation API</a> の使い方を学び、人々を正しい道へ導いてください。Location-Aware Browsing (場所を選ばないブラウジング) は、外出時のモバイル環境になくてはならないものです。皆を喜ばせる革新的なアプリの作り方を学んでください。
pl: Dowiedz się, jak używać <a href="%(geo_url)s">API geolokalizacji</a> i skierować ludzi na właściwą ścieżkę. Gdy jesteś poza domem, przeglądanie uwzględniające położenie jest koniecznością w twoim telefonie. Dowiedz się, jak zbudować innowacyjne programy wzbudzające ogólny zachwyt.
zh_tw: 了解如何使用 <a href="%(geo_url)s">地理位置資訊 API</a> 讓您的使用者不會走錯路。適地性瀏覽是您在外所不可不用的的技術。了解如何建立創新的應用程式以讓您的使用者有更佳的體驗。

source: Help build Firefox for Mobile
el: Βοηθήστε στην ανάπτυξη του Firefox για κινητά
es: Ayuda a mejorar Firefox para dispositivos móviles
fr: Aidez à améliorer Firefox pour Mobile
ga: Cabhraigh linn Firefox Soghluaiste a thógáil
hr: Pomozite u izgradnji Firefoxa za mobilne uređaje
ja: モバイル版 Firefox をビルドするためのヘルプ
pl: Pomoc w tworzeniu Firefoksa Mobile
zh_tw: 幫忙建立 Firefox 行動版

source: Your help is vital to the success of Firefox. Provide feedback on our <a href="%(irc_url)s">IRC channel</a>, <a href="%(meeting_url)s">join our Wednesday development meeting</a>, or even <a href="%(bugzilla_url)s">file some bugs</a>.
el: Η βοήθεια σας είναι ζωτικής σημασίας για την επιτυχία του Firefox. Πείτε μας τα σχόλια σας στο <a href="%(irc_url)s">κανάλι IRC</a>, <a href="%(meeting_url)s">συμμετέχετε στην εβδομαδιαία συνεδρίαση ανάπτυξης κάθε Τετάρτη</a>, ή <a href="%(bugzilla_url)s">καταχωρήστε κάποιο bug που εντοπίσατε</a>.
es: Tu ayuda es vital para el éxito de Firefox. Danos tu opinión en nuestro <a href="%(irc_url)s">canal IRC</a>, <a href="%(meeting_url)s">únete a nuestra reunión de desarrollo de los miércoles</a>, o incluso <a href="%(bugzilla_url)s">cursa algunos bugs</a>.
fr: Votre aide est cruciale pour le succès de Firefox. Donnez votre avis sur notre <a href="%(irc_url)s">canal IRC</a>, <a href="%(meeting_url)s">participez à notre réunion de développement tous les mercredis</a> ou <a href="%(bugzilla_url)s">soumettez quelques bogues</a>.
ga: Tá do chabhair barrthábhachtach le Firefox a chur chun cinn. Tabhair aiseolas dúinn ar ár <a href="%(irc_url)s">gcainéal IRC</a>, <a href="%(meeting_url)s">glac páirt inár gcruinniú forbartha gach Céadaoin</a>, nó fiú <a href="%(bugzilla_url)s">déan tuairisc ar fhabhtanna</a>.
hr: Vaša pomoć je od vitalnog značaja za uspjeh Firefoxa. Pružite nam povratne informacija na našem <a href="%(irc_url)s">IRC kanalu</a>, <a href="%(meeting_url)s">pridružite se srijedom našem sastanku o razvoju</a>, ili čak <a href="%(bugzilla_url)s">otvorite bugove</a>.
ja: あなたの助けが Firefox の成功にとても重要です。<a href="%(irc_url)s">IRC チャンネル</a>でフィードバックしたり、<a href="%(meeting_url)s">水曜日の開発ミーティングに参加したり</a>、あるいは、<a href="%(bugzilla_url)s">バグを報告したりしてください</a>。
pl: Twoja pomoc jest kluczem do sukcesu Firefoksa. Przekaż swoje opinie na naszym <a href="%(irc_url)s">kanale IRC</a>, <a href="%(meeting_url)s">dołącz do naszego co środowego spotkania programistów</a> lub <a href="%(bugzilla_url)s">zgłaszaj błędy</a>.
zh_tw: 您的幫助是 Firefox 成功的關鍵。您可以在我們的 <a href="%(irc_url)s">IRC 頻道</a>，<a href="%(meeting_url)s">參加我們每週三的開發會議</a>，或是 <a href="%(bugzilla_url)s">送出一些臭蟲回報</a>。

source: All mobile development documentation
el: Ολη η τεκμηριωση για την αναπτυξη σε κινητα
es: Toda la documentación de desarrollo para dispositivos móviles
fr: Toute la documentation sur le développement pour mobile
ga: An doiciméadú forbartha Firefox Soghluaiste go léir
hr: Sva dokumentacija vezana za mobilni razvoj
ja: すべてのモバイル開発ドキュメンテーション
pl: Cała dokumentacja o tworzeniu Mobile
zh_tw: 所有的行動開發文件

source: Watch <span class="mobile">Mobile</span> Videos
el: Δειτε βιντεο για <span class="mobile">κινητα</span>
es: Ver videos de <span class="mobile">Mobile</span>
fr: Consultez des vidéos sur <span class="mobile">Mobile</span>
ga: Féach ar fhíseáin faoi <span class="mobile">Firefox Soghluaiste</span>
hr: Pogledajte videa vezana za <span class="mobile">mobitele</span>
ja: <span class="mobile">モバイル</span> 動画を見る
pl: Obejrzyj widea o <span class="mobile">Mobile</span>
zh_tw: 看看 <span class="mobile">行動版</span> 影片

source: Why Sync up, Security and More
el: Γιατί να χρησιμοποιήσετε το Sync για συγχρονισμό, θέματα γύρω από την ασφάλεια του κι ακόμα περισσότερα
es: Por qué sincronizar, seguridad y más
fr: Les raisons de synchroniser, la sécurité et plus encore
ga: Cad chuige Sync, Slándáil agus Tuilleadh
hr: Zašto Sync up, sigurnost i ostalo
ja: なぜ同期するのか、セキュリテイとその他
pl: Dlaczego synchronizować, bezpieczeństwo i więcej
zh_tw: 為什麼要同步、安全性，還有更多資訊。

source: See Ragavan demo Firefox Sync on his Android phone. Learn about purpose and goals behind the development of Firefox Sync.
el: Δείτε τον Ragavan να επιδεικνύει το Firefox Sync σε κινητό με Android. Μάθετε για τους σκοπούς και τους στόχους της ανάπτυξης του Firefox Sync.
es: Mira la demo de Ragavan sobre Firefox Sync en su teléfono Android. Aprende más sobre el propósito y las metas detrás del desarrollo de Firefox Sync.
fr: Regardez la démo de Ragavan montrant Firefox Sync sur son téléphone Android. Découvrez les buts et objectifs du développement de Firefox Sync.
ga: Féach ar Ragavan ag taispeáint Firefox Sync ar a fhón póca Android. Foghlaim faoi na haidhmeanna agus na spriocanna atá taobh thiar Firefox Sync.
hr: Pogledajte Ragavanov demo Firefox Sync na njegovom Android telefonu. Saznajte više o svrhi i ciljevima iza razvoja Firefox Sync.
ja: Ragavan 氏が彼の Android 携帯上で Firefox Sync をデモする様子をご覧ください。Firefox Sync の開発の裏側にある目的とそのゴールについて学んでください。
pl: Zobacz film demonstracyjny Ragavana o usłudze synchronizacji działającej na jego telefonie z systemem Android. Dowiedz się więcej o celach i zadaniach rozwoju tej usługi.
zh_tw: 看看 Ragavan 在他的 Android 手機展示 Firefox Sync。了解更多 Firefox Sync 發展的目的和目標。

source: Pre-Alpha Fennec and HTML5 Demos
el: Demo για την προέκδοση του Fennec και την HTML5
es: Demos de Fennec pre-alfa y HTML5
fr: Démos de Fennec pré-alpha et HTML5
ga: Taispeántais HTML5 ar Fennec réamh-alfa
hr: Pre-alfa Fennec i HTML5 demo
ja: Fennec のプレアルファ版と HTML5 のデモ
pl: Filmy demonstracyjne wersji Pre-Alfa Fennecka i HTML5
zh_tw: Pre-Alpha 版本的 Fennec 以及 HTML5 示範

source: See Stuart demo HTML5 capabilities on pre-alpha Fennec. Learn about the purpose and goals behind the development of Firefox 4 for mobile.
el: Δείτε το demo του Stuart για τις δυνατότητες της HTML5 σε μια προέκδοση του Fennec. Μάθετε περισσότερα για τους σκοπούς και τους στόχους της ανάπτυξης του Firefox 4 για κινητά.
es: Mira la demo de Stuart sobre las capacidades de HTML5 en Fennec pre-alfa. Aprende más sobre el propósito y las metas detrás del desarrollo de Firefox 4 para móviles.
fr: Regardez la démo de Stuart montrant les possibilités d'HTML5 sur une version pré-alpha de Fennec. Découvrez les buts et objectifs de développement de Firefox 4 pour mobile.
ga: Féach ar Stuart ag taispeáint cumas HTML5 ar leagan réamh-alfa de Firefox Soghluaiste. Foghlaim faoi na haidhmeanna agus na spriocanna atá taobh thiar Firefox 4 Soghluaiste.
hr: Pogledajte Stuartov demo o mogućnostima HTML5 na pre-alfa izdanju Fennec-a. Saznajte više o svrhi i ciljevima razvoja Firefoxa 4 za mobilne uređaje.
ja: Stuart 氏がプレアルファ版 Fennec 上で HTML5 の能力をデモする様子をご覧ください。モバイル向け Firefox 4 の開発の背景にある目的とそのゴールについて学んでください。
pl: Zobacz film demonstracyjny Stuarta o możliwościach HTML5 na wersji Pre-Alpha Fennecka. Dowiedz się więcej o celach i zadaniach rozwoju Firefoksa 4 dla urządzeń przenośnych.
zh_tw: 看看 Stuart 在 Fennec 的 pre-alpha 版本上展示 HTML5 能力。了解更多 Firefox 4 行動版的開發目的和目標。

source: Favorite <span class="mobile">Mobile</span> Articles
el: Δημοφιλη αρθρα για <span class="mobile">κινητα</span>
es: Artículos favoritos de <span class="mobile">Mobile</span>
fr: Articles préférés dans <span class="mobile">Mobile</span>
ga: Ailt <span class="mobile">Firefox Soghluaiste</span> Is Ansa Leis an gComhphobal
hr: Omiljeni članci vezani za <span class="mobile">mobitele</span>
ja: おすすめの<span class="mobile">モバイル</span>記事
pl: Ulubione artykuły o <span class="mobile">Mobile</span>
zh_tw: 最愛的 <span class="mobile">行動版</span> 文章

source: Firefox for mobile: What's coming next
el: Firefox για κινητά: Τι θα ακολουθήσει
es: Firefox para dispositivos móviles: lo que está por venir
fr: Firefox pour mobile : quelle est la suite
ga: Firefox Soghluaiste: Rudaí le teacht
hr: Firefox za mobitele: Što je sljdeće
ja: モバイル版 Firefox：次に来るもの
pl: Firefox Mobile: Co dalej?
zh_tw: Firefox 行動版。接下來會出現什麼

source: The projects and planning never stops. We're cooking up some amazing new features and improvements for our next major release. Check it out and see how you can help us continue to make the world's best mobile Web browser.
el: Τα διάφορα έργα και ο σχεδιασμός δεν σταματούν ποτέ. Ετοιμάζουμε κάποια απίθανα νέα χαρακτηριστικά και βελτιώσεις για την επόμενη σταθερή μας έκδοση. Ρίξτε μια ματιά και δείτε πως μπορείτε να μας βοηθήσετε να συνεχίσουμε την ανάπτυξη του καλύτερου περιηγητή για κινητά στον κόσμο.
es: Los proyectos y planificación nunca se detienen. Estamos cocinando algunas sorprendentes nuevas características y mejoras para nuestra próxima gran versión. Revísalas y descubre cómo puedes ayudarnos a construir el mejor navegador web móvil del mundo.
fr: Les projets et les plans ne s'arrêtent jamais. Nous vous mitonnons quelques nouvelles fonctionnalités exceptionnelles pour notre prochaine sortie majeure. Découvrez-les et voyez comment vous pouvez nous aider à réaliser le meilleur navigateur mobile au monde.
ga: Tá na tionscadail agus an phleanáil ag dul ar aghaidh gan stad gan staonadh. Táimid ag obair ar ghnéithe nua iontacha agus feabhsúcháin eile sa chéad mhórleagan eile. Bain triail as agus féach an mbeifeá in ann cabhrú linn feabhas a chur ar an mbrabhsálaí soghluaiste is fearr ar domhan.
hr: Projekti i planiranje nikad se ne zaustavljaju. Spremamo neke nove izvrsne značajke i poboljšanja za naše sljedeće glavno izdanje. Isprobajte i pogledajte kako vi možete nam pomoći u stvaranju svjetskog najboljeg preglednika za mobitele.
ja: プロジェクトと計画に決して終わりはありません。私たちは次のメジャーリリースに向けた驚くべき新機能と改善に取り組んでいます。それらについてチェックし、世界で最高のモバイル Web ブラウザを作り続けるために協力する方法を知ってください。
pl: Projekty i planowanie nigdy się nie kończą. Przygotowujemy fantastyczne nowe funkcje i ulepszenia dla naszej następnej wersji. Sprawdź to i zobacz, jak możesz pomóc nam stworzyć najlepszą na świecie przeglądarkę internetową dla urządzeń przenośnych.
zh_tw: 專案規劃從來不會停止。我們準備在下次的主要發行時推出一些更棒的功能與改進。看看您能如何幫助我們持續改進世界上最棒的行動網頁瀏覽器。

source: "HTML5 is Great for Mobile, Developers Say"
el: «Οι προγραμματιστές λένε ότι η HTML5 είναι εξαιρετική στα κινητά»
es: "El HTML5 es genial para los dispositivos móviles, dicen los desarrolladores"
fr: « HTML5 est génial pour les mobiles, disent les développeurs »
hr: "HTML5 je izvrstan za mobitele, kažu programeri"
pl: „Twórcy mówią – HTML5 jest wspaniały dla Firefoksa Mobile”

source: Hear from other developers about the advantages of HTML5 and developing for the mobile Web in this article from ReadWriteWeb:
el: Ακούστε τι λένε άλλοι προγραμματιστές για τα πλεονεκτήματα της HTML5 και την ανάπτυξη στο ιστό για κινητά, σ' αυτό το άρθρο του ReadWriteWeb:
es: Escucha lo que otros desarrolladores dicen sobre las ventajas de HTML5 y del desarrollo para la Web móvil en este artículo de ReadWriteWeb:
fr: Apprenez ce que d'autres développeurs ont à dire sur les avantages de HTML5 lors des développements pour le web mobile dans cet article de ReadWriteWeb :
ga: Éist le forbróirí eile maidir leis na buntáistí a bhaineann le HTML5 agus forbairt don Ghréasán soghluaiste san alt seo ó ReadWriteWeb:
hr: Saznajte od drugih programera o prednostima HTML5 i razvoja za mobilni web u ovom članku iz ReadWriteWeb:
ja: ReadWriteWeb の記事から HTML5 の利点とモバイル Web 向け開発についての他の開発者たちの声を聞いてください:
pl: Przeczytaj, co mówią inni twórcy o zaletach HTML5 i tworzeniu dla mobilnej Sieci w artykule z ReadWriteWeb:
zh_tw: 在這篇 ReadWriteWeb 的文章當中看看其他開發者提到關於 HTML5 的優點，以及行動網頁開發的開發:

source: "'Hands down, the developer pool for HTML / JS rock stars is tenfold larger [and] there is no download attrition. You simply point people at a URL and there you go -- it's installed.' The fact that apps can be directly installed by URL rather than by waiting for an App Store download means that developers reduce barriers to virality."
el: «'Hands down, the developer pool for HTML / JS rock stars is tenfold larger [and] there is no download attrition. You simply point people at a URL and there you go -- it's installed.' Το γεγονός ότι οι εφαρμογές μπορούν να εγκατασταθούν από ένα οποιοδήποτε URL αντί να περιμένει ο χρήστης να κατεβάσει κάτι από ένα App Store, σημαίνει ότι έτσι οι δημιουργοί μειώνουν τους φραγμούς στη διαδικασία προώθησης της εφαρμογής τους.»
es: "'Hands down, el grupo de desarrolladores para las estrellas HTML / JS es diez veces más grande [y] no hay desgaste en la descarga. Basta señalarle a la gente una dirección URL y listo, está instalado'. El hecho de que las aplicaciones se puedan instalar directamente mediante una URL en lugar de esperar a que esté disponible como descarga en una tienda de aplicaciones significa que los desarrolladores reducen las barreras a su distribución".
fr: « "De loin, le réservoir de développeurs pour HTML / JS est nettement plus grand [et] il n'y a pas de désaffection due au téléchargement. Vous pointez simplement les gens vers une URL et voilà, c'est installé". Le fait que des applications puissent directement être installées via une URL plutôt que d'attendre le téléchargement depuis une boutique en ligne signifie que les développeurs ont réduit les barrières à la viralité ».
hr: "'Uz nevjerojatnu lakoću, razvojni alat za HTML / JS rok zvijezde je 10 puta veći [i] nema slabljenja preuzimanja. Jednostavno uputite ljude na URL i - instalirano je.' Činjenica da aplikacije mogu izravno biti instalirane s URL umjesto čekanja na App Store preuzimanje znači da programeri mogu smanjiti prepreke mogućnostima širenja."
ja: "「明らかに、HTML / JS のロックスターのための開発者層は10倍多く、ダウンロード数が減少することはありません。単に人々に URL を指し示すだけでいいのです。ほら、インストールしてくれたでしょう。」アプリケーションが App Store からダウンロードされるのを待つのではなく URL で直接インストールできることは、開発者の口コミを拡げるための敷居を減少させます。"
pl: „Czapki z głów, zasoby HTML i JavaScriptu dla twórców są dziesięć razy większe i nie ma problemów z pobieraniem. Po prostu wskaż ludziom adres URL i już – zostało zainstalowane. Fakt, że aplikacje mogą być bezpośrednio instalowane przez podanie adresu URL, a nie trzeba czekać na pobranie ze sklepu z aplikacjami, oznacza, że twórcy przekroczyli bariery wirtuozerii”.

source: Android APIs
es: APIs de Android
fr: API d'Android
ga: APIanna Android
hr: API za Android
ja: Android API 群
pl: Android API
zh_tw: Android API

source: Access Android APIs on this Android Developer page.
el: Δείτε τα API του Android σ' αυτή τη σελίδα για προγραμματιστές του Android.
es: Accede a las APIs de Android desde esta página para desarrolladores de Android.
fr: Accédez aux API d'Android sur cette page pour les développeurs Android.
ga: Faigh APIanna Android ar an leathanach seo le haghaidh Forbróirí Android.
hr: Pristupite Android APIjima na ovoj stranici razvoja za Android.
ja: Android Developer のページの Android API 群へのアクセス。
pl: Informacje o API Androida dostępne na tej stronie.
zh_tw: 在這個 Android 開發者頁面存取 Android API。

source: Recent <span class="mobile">Mobile</span> News &amp; Updates
el: Προσφατα νεα &amp; ενημερωσεις για <span class="mobile">κινητα</span>
es: Noticias y actualizaciones recientes de <span class="mobile">Mobile</span>
fr: Nouvelles et mises à jour récentes pour <span class="mobile">Mobile</span>
ga: Nuacht agus Scéalta is déanaí faoi <span class="mobile">Firefox Soghluaiste</span>
hr: Nedavne novosti i ažuriranja <span class="mobile">mobitele</span>
ja: 最新の <span class="mobile">モバイル</span> 開発情報
pl: Najnowsze wiadomości i aktualizacje <span class="mobile">Mobile</span>
zh_tw: 最近的 <span class="mobile">行動網頁</span> 新聞與更新

source: All mobile development entries
el: Ολες οι εγγραφες για αναπτυξη σε κινητα
es: Todas las entradas de desarrollo para dispositivos móviles
fr: Toutes les entrées sur le développement mobile
ga: Na hiontrálacha forbartha Mozilla Soghluaiste go léir
hr: Svi unosi o razvoju za mobitele
ja: すべてのモバイル開発エントリー
pl: Wszystkie wpisy o tworzeniu Mobile
zh_tw: 所有的行動開發項目
