Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Get add-on development guidance in a top-notch collection of tutorials, articles, and more.
el: Βρείτε οδηγίες για την ανάπτυξη πρόσθετων σε μια κορυφαία συλλογή μαθημάτων, άρθρων κι ακόμα περισσότερων.
es: Obtiene guías en el desarrollo de complementos con una colección de tutoriales, artículos y más.
fr: Obtenez de l'aide sur le développement dans une superbe collection de tutoriels, d'articles et plus encore.
ga: Faigh comhairle maidir le forbairt breiseán i mbailiúchán iontach cúrsaí teagaisc, altanna, agus tuilleadh.
hr: Nabavite smjernice razvoja dodataka u vrhunskoj zbirci tutorijala, članaka, i još mnogo toga.
ja: チュートリアルや記事などの一流のコレクションからアドオン開発のアドバイスを得てください。
pl: Pobierz z najlepszej kolekcji podręczników i artykułów wskazówki dotyczące tworzenia dodatków.
zh_tw: 從頂尖的教學文章當中取得附加元件開發指引。

source: API & Language Reference
el: Αναφορές για API & γλώσσες
es: Referencia de lenguajes y API
fr: Référence des API et langages
ga: Leathanach Tagartha API agus Teanga
hr: API & Jezičke reference
ja: API & 言語リファレンス
pl: Dokumentacja API i języków
zh_tw: API 與 程式語言參考資料

source: The official documentation on APIs and languages. What you need, when you need it, to create your masterpiece.
el: Η επίσημη τεκμηρίωση για API και γλώσσες. Θα βρείτε ό,τι χρειαστείτε, όποτε το χρειαστείτε, για να δημιουργήσετε το δικό σας αριστούργημα.
es: La documentación oficial en API y lenguajes. Lo que necesitas, cuando lo necesitas, para crear tu obra maestra.
fr: La documentation officielle sur les API et langages. Ce dont vous avez besoin, quand vous en avez besoin, pour créer votre chef-d'œuvre.
ga: Doiciméadú oifigiúil de APIanna agus teangacha. An rud atá uait, ag an am a theastaíonn uait é, chun do shárshaothar a chruthú.
hr: Službena dokumentacija o API i jezicima. Što trebate, kad trebate što, da biste kreirali vaše remekdjelo.
ja: API 群と言語の公式ドキュメンテーション。アドオン作成に必要なものを必要なときに参照できます。
pl: Oficjalna dokumentacja interfejsu programowania aplikacji (API) i języków programowania. Wszystko, co potrzebujesz, aby stworzyć swoje arcydzieło.
zh_tw: API 與程式語言的官方文件，在您創作時所需的文件。

source: Complete documentation for developing extensions for Mozilla applications.
el: Ολόκληρη η τεκμηρίωση για την ανάπτυξη επεκτάσεων εφαρμογών Mozilla.
es: Documentación completa para el desarrollo de extensiones de aplicaciones Mozilla.
fr: Documentation complète sur le développement d'extensions pour les applications Mozilla.
ga: Doiciméadú iomlán ar fhorbairt eisínteachtaí le haghaidh feidhmchlár Mozilla.
hr: Potpuna dokumentacija o razvoju proširenja za Mozilline aplikacije.
ja: Mozilla アプリケーション向けの拡張機能を開発するための完全なドキュメンテーション。
pl: Kompletna dokumentacja tworzenia rozszerzeń dla produktów opartych na technologii Mozilli.
zh_tw: 完成 Mozilla 應用程式擴充套件的開發文件。

source: Case Studies
el: Μελέτες
es: Casos de estudo
fr: Études de cas
ga: Cás-Staidéir
hr: Studije slučaja
ja: ケーススタディ
pl: Opisy
zh_tw: 個案研究

source: Start-to-finish success stories. See how add-on developers made magic with Mozilla.
el: Επιτυχημένες ιστορίες από την αρχή μέχρι το τέλος. Δείτε πως κάποιο δημιουργοί πρόσθετων έκαναν τα μαγικά τους με τον Mozilla.
es: Historias de éxito de principio a fin. Mira cómo los desarrolladores hicieron magia con Mozilla.
fr: Des réussites du début à la fin. Découvrez comment des développeurs de modules ont fait de la magie avec Mozilla.
ga: Scéalta spreagtha ó thús go deireadh. Foghlaim conas a bhí forbróirí in ann draíocht a dhéanamh le Mozilla.
hr: Od početka-do-kraja priče uspjeha. Pogledajte kako su programeri dodataka stvarali magiju s Mozillom.
ja: サクセスストーリーの初めから終わりまで。アドオン開発者が Mozilla を魅力的にしていく方法をご覧ください。
pl: Od początku do końca przebojowe opowieści. Zobacz, jakie cuda tworzą programiści, wykorzystując technologię Mozilli.
zh_tw: 自始至終的成功故事。看看附加元件開發者是怎麼和 Mozilla 一起變魔術的。

source: All add-ons development documentation
el: Ολη η τεκμηριωση για την αναπτυξη προσθετων
es: Toda la documentación de desarrollo de complementos
fr: Toute la documentation sur le développement de modules
ga: An doiciméadú forbartha breiseán go léir
hr: Sva dokumentacija o razvoju dodataka
ja: すべてのアドオン開発ドキュメンテーション
pl: Cała dokumentacja o tworzeniu dodatków
zh_tw: 所有的附加元件開發文件

source: Watch <span class="addons">Add-on</span> Videos
el: Δειτε βιντεο για <span class="addons">προσθετα</span>
es: Ver videos de <span class="addons">complementos</span>
fr: Consultez les vidéos sur les <span class="addons">Modules</span>
ga: Féach ar Fhíseáin <span class="addons">Breiseán</span>
hr: Pogledajte videa <span class="addons">dodatka</span>
ja: <span class="addons">アドオン</span> 動画を見る
pl: Obejrzyj widea o <span class="addons">dodatkach</span>
zh_tw: 看看 <span class="addons">附加元件</span> 影片

source: Watch this video
el: Παρακολουθήστε το βίντεο
es: Ver este video
fr: Regarder cette vidéo
ga: Féach ar an bhfíseán seo
hr: Pogledajte video
ja: この動画を再生します
pl: Obejrzyj to wideo
zh_tw: 播放此影片

source: Build Add-on in 5 Minutes
el: Φτιάξτε ένα πρόσθετο σε 5 λεπτά
es: Construye un complemento en 5 minutos
fr: Construire un module en 5 minutes
ga: Tóg Breiseán i 5 Nóiméad
hr: Napravite dodatak u 5 minuta
ja: 5 分でアドオンを作成する
pl: Stwórz dodatek w pięć minut
zh_tw: 在 5 分鐘之內建立附加元件

source: Watch Myk Melez create an Add-on in 5 minutes using the new Add-on Builder!
el: Παρακολουθήστε τον Myk Melez να φτιάχνει ένα πρόσθετο μέσα σε 5 λεπτά με τη βοήθεια του νέου Add-on Builder!
es: ¡Mira a Myk Melez crear un complemento en 5 minutos usando el nuevo constructor de complementos!
fr: Regardez comment Myk Melez crée un module complémentaire en 5 minutes grâce au constructeur de modules !
ga: Féach ar Myk Melez ag cruthú breiseáin i gcúig nóiméad leis an Tógálaí Breiseán!
hr: Pogledajte kako Myk Melez napravi dodatak u 5 minuta koristeći novog graditelja dodataka!
ja: Myk Melez 氏が新しいアドオンビルダーを使用して 5 分でアドオンを作成します！
pl: Zobacz, jak w pięć minut Myk Melez za pomocą nowego konstruktora dodatków tworzy dodatek!
zh_tw: 請看看 Myk Melez 使用附加元件開發工具，在五分鐘之內就生出一套附加元件！

source: Favorite <span class="addons">Add-on</span> Tools
el: Χρησιμα εργαλεια για <span class="addons">προσθετα</span>
es: Herramientas de <span class="addons">complementos</span> favoritas
fr: Outils préférés sur les <span class="addons">Modules</span>
ga: Uirlisí <span class="addons">Breiseáin</span> Is Ansa Leis an gComhphobal
hr: Omiljeni alati za <span class="addons">dodatke</span>
ja: おすすめの<span class="addons">アドオン</span>ツール
pl: Ulubione narzędzia dla <span class="addons">dodatków</span>
zh_tw: 最愛的 <span class="addons">附加元件</span> 工具

source: Add-ons Builder [Preview]
el: Add-ons Builder [προέκδοση]
es: Constructor de complementos [vista previa]
fr: Constructeur de modules [Aperçu]
ga: Tógálaí Breiseán [Réamhamharc]
hr: Graditelj dodataka [Pregled]
ja: アドオンビルダー [プレビュー版]
pl: Konstruktor dodatków (prezentacja)
zh_tw: 附加元件開發工具 [預覽]

source: Use Add-ons Builder to quickly and easily develop an extension for Firefox using common web technologies.
el: Χρησιμοποιήστε το Add-ons Builder για να αναπτύξετε εύκολα και γρήγορα μια επέκταση για τον Firefox χρησιμοποιώντας απλά την τεχνολογία που θα χρησιμοποιούσατε και για τον ιστό.
es: Usa el constructor de complementos y desarrolla fácilmente una extensión para Firefox usando tecnologías comunes en la Web.
fr: Utilisez le constructeur de modules pour développer rapidement et facilement une extension pour Firefox en utilisant des technologies web courantes.
ga: Úsáid an Tógálaí Breiseán chun eisínteacht le haghaidh Firefox a fhorbairt go tapaidh agus gan aon stró le teicneolaíochtaí coitianta Gréasáin.
hr: Koristite graditelja dodataka da biste brzo i jednostavno napravili proširenje za Firefox upotrebom standardnih web tehnologija.
ja: 一般的な Web 技術を用いた Firefox 向け拡張機能を素早く手軽に開発するためにアドオンビルダーを利用してください。
pl: Użyj konstruktora dodatków, by szybko i łatwo stworzyć rozszerzenie dla Firefoksa za pomocą technologii webowych.
zh_tw: 使用附加元件開發工具以快速、簡單地使用常用的網頁技術開發出一個擴充套件。

source: Add-on Packager
es: Empaquetador de complementos
fr: Empaqueteur de modules
ga: Pacáisteoir na mBreiseán
ja: アドオンパッケージャー
pl: Kreator dodatków
zh_tw: 附加元件包裝器

source: Auto-generate add-on packaging by entering basic info and picking UI parts. Get working without setup.
el: Πακετάρετε αυτόματα το πρόσθετο σας, δίνοντας βασικές πληροφορίες και επιλέγοντας κομμάτια του UI. Κάντε εύκολη τη δουλειά σας χωρίς πολλές ρυθμίσεις.
es: Auto-genera el paquete del complemento ingresando información básica y eligiendo partes de UI. Hazlo funcionar sin preparación.
fr: Générez automatiquement les paquets de modules en saisissant les informations de base et en choisissant des éléments d'interface. Fonctionne sans aucune préparation.
ga: Cruthaigh pacáiste breiseáin go huathoibríoch trí bhuneolas a chur isteach agus codanna UI a roghnú. Crom chun oibre gan ullmhú mór.
hr: Automatski generirajte pakiranje dodatka unosom osnovnih podataka i odabirom UI dijelova. Započnite s radom bez podešavanja.
ja: 基本的な情報を入力し、UI のパーツを選択することによって、アドオンのパッケージングを自動で行うことができます。動作させるためにセットアップは必要ありません。
pl: Automatyczne generowanie pakietu dodatku po podaniu podstawowych informacji i wskazaniu elementów interfejsu. Działa bez instalacji.
zh_tw: 輸入基本資訊並選擇 UI 組件以自動產生打包好的附加元件。不用設定立即可用。

source: Add-on Validator
es: Validador de complementos
fr: Validateur de modules
ga: Bailíochtóir Breiseán
ja: アドオンバリデーター
pl: Weryfikator dodatków
zh_tw: 附加元件驗證器

source: Check your add-on for common problems and errors. Open to anyone, not just add-ons hosted here.
el: Ελέγξτε το πρόσθετο σας για κοινότυπα προβλήματα και σφάλματα. Μπορεί να χρησιμοποιηθεί από οποιονδήποτε, όχι μόνο για πρόσθετα που φιλοξενούμε.
es: Comprueba tu complemento en busca de problemas y errores comunes. Abierto a todos, no solamente a complementos alojados aquí.
fr: Vérifie votre module complémentaire et identifie les problèmes et erreurs courants. Ouvert à tous, pas seulement aux modules hébergés ici.
ga: Seiceáil an bhfuil fadhbanna nó earráidí coitianta i do bhreiseán. Oscailte do chách, ní amháin na breiseáin atá óstáilte anseo.
hr: Provjerite vaš dodatak za uobičajene probleme i pogreške. Otvoreni za sve a ne samo dodatke koji se nalaze ovdje.
ja: よくある問題とエラーを発見するためにあなたのアドオンをチェックしてください。AMO にホストされているアドオンに限らず、誰でも利用できます。
pl: Sprawdza dodatek w poszukiwaniu często występujących problemów i błędów. Można nim sprawdzać dowolny dodatek, nie tylko dodatki udostępniane na witrynie dodatków.
zh_tw: 檢查您的附加元件，看看有沒有常見的問題或錯誤。開放任何人使用，不只是這裡的附加元件。

source: All add-on development tools
el: Εργαλεια αναπτυξης προσθετων
es: Todas las herramientas de desarrollo de complementos
fr: Tous les outils de développement de modules
ga: Na huirlisí forbartha breiseán go léir
hr: Svi alati za razvoj dodataka
ja: すべてのアドオン開発ツール
pl: Wszystkie narzędzia dla tworzenia dodatków
zh_tw: 所有的附加元件開發工具

source: Recent <span class="addons">Add-ons</span> News &amp; Updates
el: Προσφατα νεα &amp; ενημερωσεις για <span class="addons">προσθετα</span>
es: Noticias y actualizaciones recientes de <span class="addons">complementos</span>
fr: Nouvelles et mises à jour récentes concernant les <span class="addons">Modules</span>
ga: Nuacht agus Scéalta is déanaí faoi <span class="addons">Bhreiseáin</span>
hr: Nedavne novosti i ažuriranja <span class="addons">dodataka</span>
ja: 最新の <span class="addons">アドオン</span> 開発情報
pl: Najnowsze wiadomości i aktualizacje <span class="addons">dodatków</span>
zh_tw: 最近的 <span class="addons">附加元件</span> 新聞與更新

source: All add-ons development entries
el: Ολες οι εγγραφες για αναπτυξη προσθετων
es: Todas las entradas de desarrollo de complementos
fr: Toutes les entrées sur le développement de modules
ga: Na hiontrálacha forbartha breiseán go léir
hr: Svi unosi razvoja dodataka
ja: すべてのアドオン開発エントリー
pl: Wszystkie wpisy o tworzeniu dodatków
zh_tw: 所有的附加元件開發項目

source: Correspondence on Twitter from the Add-ons developer community.
el: Ανταποκρίσεις της κοινότητας δημιουργών πρόσθετων από το Twitter.
es: Mensajes en Twitter desde la comunidad de desarrolladores de complementos.
fr: Correspondances sur Twitter de la part de la communauté de développeurs de modules.
ga: Comhfhreagras ar Twitter ó chomhphobal forbartha Breiseán.
hr: Korespondencija na Twitteru iz zajednice programera dodataka.
ja: アドオン開発者コミュニティからの Twitter でのメッセージ。
pl: Wymieniaj się opiniami ze społecznością twórców dodatków na Twitterze.
zh_tw: 附加元件開發者社群在 Twitter 上的消息。

source: Latest <span class="addons">Add-ons</span> Discussions from Our Forums:
el: Προσφατες συζητησεις για <span class="addons">προσθετα</span> απο τα φορουμ μας:
es: Últimas discusiones sobre <span class="addons">complementos</span> de nuestros foros:
fr: Dernières discussions sur les <span class="addons">Modules</span> dans nos forums :
ga: Na comhráite is déanaí maidir le <span class="addons">Breiseáin</span> inár bhfóraim:
hr: Najnovije rasprave o <span class="addons">dodacima</span> iz naših foruma:
ja: 最近の<span class="addons">アドオン</span>フォーラムの議論:
pl: Ostatnie dyskusje na naszych forach na temat <span class="addons">dodatków</span>:
zh_tw: 我們的社群當中最新的 <span class="addons">附加元件</span> 討論:

source: Latest <span class="addons">Add-ons</span> Comments from Our Community:
el: Προσφατα σχολια για <span class="addons">προσθετα</span> απο την κοινοτητα μας:
es: Últimos comentarios sobre <span class="addons">complementos</span> de nuestra comunidad:
fr: Derniers commentaires de la communauté sur les <span class="addons">Modules</span> :
ga: Na nótaí tráchta is déanaí maidir le <span class="addons">Breiseáin</span> ón Chomhphobal:
hr: Najnoviji komentari o <span class="addons">dodacima</span> iz naše zajednice:
ja: 最近の<span class="addons">アドオン</span>へのコメント:
pl: Ostatnie komentarze naszej społeczności na temat <span class="addons">dodatków</span>:
zh_tw: 我們的社群當中最新的 <span class="addons">附加元件</span> 回應:

source: Learning
el: Εκμαθηση
fr: Apprendre
pl: Nauka

source: Docs
el: Εγγραφα
es: Documentación
fr: Documentation
ga: Doiciméadú
hr: Dokumentacija
ja: ドキュメント
pl: Artykuły

source: Forums
el: Φορουμ
es: Foros
ga: Fóraim
hr: Forumi
pl: Fora

source: %(authorlink)s wrote %(summary)s
el: Ο/Η %(authorlink)s έγραψε %(summary)s
es: %(authorlink)s escribió %(summary)s
fr: %(authorlink)s a écrit %(summary)s
ga: Scríobh %(authorlink)s %(summary)s
hr: %(authorlink)s je napisao %(summary)s
ja: %(authorlink)s によるコメント: %(summary)s
pl: %(authorlink)s napisał %(summary)s
zh_tw: %(authorlink)s 寫了 %(summary)s

source: Welcome to the Mozilla Developer Network, a.k.a.:
el: Καλώς ορίσατε στο Mozilla Developer Network, γνωστό και ως:
es: Bienvenido a Mozilla Developer Network, también conocida como:
fr: Bienvenue sur le Mozilla Developer Network aussi appelé :
ga: Fáilte go dtí an Líonra Forbartha Mhozilla, nó:
hr: Dobrodošli na Mozilla Developer Network, poznatu i kao:
ja: Mozilla Developer Network へようこそ:
pl: Witaj w Mozilla Developer Network zwanej:
zh_tw: 歡迎來到 Mozilla 開發者社群，又稱為:

source: Learn the history behind Project <em>Devmo</em>
el: Μάθετε την ιστορία του έργου <em>Devmo</em>
es: Conoce la historia detŕas del proyecto <em>Devmo</em>
fr: Découvrez l'histoire du projet <em>Devmo</em>
ga: Foghlaim stair an tionscadail <em>Devmo</em>
hr: Saznajte više o povijesti projekta <em>Devmo</em>
ja: <em>Devmo</em> プロジェクトの歴史について
pl: Poznaj historię projektu <em>Devmo</em>
zh_tw: 了解 <em>Devmo</em> 專案的歷史

source: New to MDN?
el: Είστε νέοι στο MDN;
es: ¿Nuevo en MDN?
fr: Vous débutez sur MDN ?
ga: Do Chéad Chuairt ar MDN?
hr: Novi ste na MDN?
ja: 初めての方へ
pl: Nowy w MDN?
zh_tw: 剛來 MDN？

source: Want to help make our network even better?
el: Θέλετε να βοηθήσετε το δίκτυο μας να γίνει ακόμα καλύτερο;
es: ¿Quieres ayudar a hacer nuestra red aún mejor?
fr: Vous voulez aider à améliorer notre réseau ?
ga: Ar mhaith leat feabhas a chur ar ár líonra?
hr: Želite pomoći da napravimo našu mrežu još boljom?
ja: 私たちのネットワークをより良くする手助けをしませんか？
pl: Chcesz pomóc uczynić naszą sieć jeszcze lepszą?
zh_tw: 想要幫助我們讓網路變得更好？

source: Here's how to get started
el: Ιδού πως να ξεκινήσετε
es: Aquí tienes cómo empezar
fr: Voici comment commencer
ga: Conas is féidir tosú
hr: Ovdje je kako možete započeti
ja: 最初の一歩はこちらから
pl: Oto, jak zacząć
zh_tw: 這裡是如何開始的方法

source: Already a member?
el: Είστε ήδη μέλος;
es: ¿Ya eres miembro?
fr: Déjà membre ?
ga: I do bhall cheana?
hr: Već ste član?
ja: アカウントをお持ちの方へ
pl: Jesteś już członkiem?
zh_tw: 已經是會員了？

source: Customize your profile & fine-tune your participation within MDN.
el: Προσαρμόστε το προφίλ σας & ρυθμίστε το πως θα συμμετέχετε στο MDN.
es: Personaliza tu perfil y ajusta tu participación en MDN.
fr: Personnalisez votre profil et affinez votre participation à MDN.
ga: Saincheap do phróifíl agus mionchoigeartaigh do rannpháirtíocht laistigh de MDN.
hr: Prilagodite vaš profil & uredite vaše sudjelovanje unutar MDN.
ja: プロファイルをカスタマイズして MDN の設定を微調整してください。
pl: Ustaw profil i dostosuj swój udział w MDN.
zh_tw: 在 MDN 內自訂您的設定檔並微調您的參與。

source: Log in
el: Σύνδεση
es: Iniciar sesión
fr: Connexion
ga: Logáil isteach
hr: Prijavi se
ja: ログイン
pl: Zaloguj się
zh_tw: 登入

source: School of Webcraft
ga: Scoil Ealaíon an Ghréasáin
hr: Škola web zanata
pl: Szkoła Webcraft

source: Addons Builder Preview
el: Προέκδοση του Addons Builder
es: Vista preliminar del constructor de complementos
fr: Aperçu du constructeur de modules
ga: Réamhamharc ar Thógálaí Breiseán
hr: Pregled graditelja dodataka
pl: Konstruktor dodatków – prezentacja
zh_tw: 附加元件開發工具預覽

source: Experience the very latest features before they go to beta by trying out the new Aurora builds. Test things out early and help decide what makes it to final release. Note: Aurora is not for the faint of heart, but that's the price of being on the cutting edge.
el: Δείτε τα πιο πρόσφατα ενσωματωμένα χαρακτηριστικά πριν φτάσουν σε έκδοση beta δοκιμάζοντας τις νέες εκδόσεις Aurora. Δοκιμάστε χαρακτηριστικά πρώτοι και βοηθήστε στη λήψη αποφάσεων για το ποια θα υπάρχουν στην σταθερή έκδοση. Σημείωση: Οι εκδόσεις Aurora δεν είναι κατάλληλες για τον οποιοδήποτε, αυτό σημαίνει να είσαι στην αιχμή της τεχνολογίας.
pl: Poznaj najnowsze funkcje zanim trafią do wersji beta, próbując nowych wydań Aurora. Testuj nowe elementy i pomóż zdecydować, które z nich trafią do wydania końcowego. Uwaga: Aurora nie jest dla osób bojaźliwych, ale jest to cena bycia na topie.
zh_tw: 透過全新的 Aurora 版本，搶在測試版之前體驗最新的功能。提早測試功能，並幫助我們決定要把什麼東西放到正式發行版。請注意：Aurora 版潛龍勿用，但這就是使用最新技術所需付出的一點點代價。

source: Get Aurora now
el: Κάντε λήψη του Aurora
pl: Pobierz
zh_tw: 立刻取得 Aurora

source: Mozilla and <a href="%(p2pu)s">P2PU</a> are creating the <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, a powerful new way to teach and learn web developer skills. Classes are globally accessible, 100%% free, and powered entirely by learners, mentors and contributors like you people. Our goal: a vibrant, peer-led system that helps people around the world easily access and build careers on open web technology.
el: Η κοινότητα Mozilla και το <a href="%(p2pu)s">P2PU</a>, δημιούργησαν το <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, μια νέα πλατφόρμα εκμάθησης για το διαδίκτυο. Η πρόσβαση στα μαθήματα είναι δυνατή από οποιοδήποτε μέρος του κόσμου, είναι 100%% δωρεάν και συμμετέχουν αποκλειστικά εθελοντές, καθηγητές και μαθητές όπως κι εσείς. Ο στόχος της είναι να γίνει ένα ενεργητικό σύστημα αλληλοβοήθειας, ώστε να διευκολύνει τους πάντες να έχουν πρόσβαση στις ανοικτές τεχνολογίες του διαδικτύου και να κάνουν καριέρα μ'αυτές.
es: Mozilla y <a href="%(p2pu)s">P2PU</a> están creando <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, una nueva y poderosa manera de enseñar y aprender habilidades de desarrollo web. Las clases están accesibles a nivel mundial, son 100%% gratuitas y libres, y mantenidas enteramente por estudiantes, mentores y colaboradores como tú. Nuestra meta: un sistema vibrante y liderado por iguales que ayude a la gente de todo el mundo a acceder y labrarse una carrera profesional en la tecnología web de una forma fácil.
fr: Mozilla et <a href="%(p2pu)s">P2PU</a> collaborent pour créer <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, une nouvelle manière d'enseigner et d'apprendre les compétences de développement web. Les classes sont accessibles dans le monde entier, 100%% gratuites et constituées entièrement d'élèves, de mentors et de contributeurs comme vous. Notre but : un système dynamique et entre pairs qui aide les participants du monde entier à accéder facilement et à construire leur carrière autour des technologies web ouvertes.
ga: Tá Mozilla agus <a href="%(p2pu)s">P2PU</a> ag cruthú <a href="%(p2pu_drumbeat)s">Scoil Ealaíon an Ghréasáin</a>, bealach nua le scileanna forbartha Gréasáin a fhoghlaim. Tá na ranganna 100%% saor in aisce, ar fáil ar fud an domhain, agus is é na foghlaimeoirí, na comhairleoirí agus na rannpháirtithe atá i gceannas. An sprioc atá againn: córas beo, faoi chinnireacht comhghleacaithe, a chabhraíonn le daoine timpeall an domhain slí bheatha a thógáil bunaithe ar theicneolaíocht oscailte Ghréasáin.
hr: Mozilla i <a href="%(p2pu)s">P2Pu</a> kreiraju <a href="%(p2pu_drumbeat)s">Školu web zanata</a>, snažan novi način podučavanja i učenja web programiranja. Razredi su dostupni globalno, 100% besplatni, vođeni učenicima, mentorima i suradnicima kao što ste vi. Naš cilj: vitalni, peer-vođen sistem koji pomaže ljudima diljem svijeta u jednostavnom pristupu i gradnji karijera na tehnologiji otvorenog weba.
ja: Mozilla と <a href="%(p2pu)s">P2PU</a> は <a href="%(p2pu_drumbeat)s">School of Webcraft</a> という、Web 開発者の技術を教えたり学んだりするためのパワフルで新しい方法を作っています。クラスはグローバルにアクセス可能であり、100%% 無料で、そして、学習者、メンター、貢献者の人々で完全に成り立っています。私たちの目標: 活気に満ちた、仲間うちで教え合うシステムを作ることで、世界中の人々がオープンな Web 技術に簡単にアクセスし、キャリアを築くことを助けることです。
pl: Mozilla i <a href="%(p2pu)s">P2PU</a> tworzą <a href="%(p2pu_drumbeat)s">School of Webcraft</a>, szkołę dla twórców stron internetowych, potężny nowy sposób nauczania i zdobywania umiejętności. Zajęcia są dostępne na całym świecie, w 100%% darmowe, w których udział biorą uczniowie, opiekunowie i uczestnicy – ludzie tacy, jak ty. Naszym celem jest dynamiczny, peer-led system (system wzajemnej pomocy i edukacji), który umożliwia ludziom na całym świecie łatwy dostęp do wiedzy i budowanie kariery opartej na otwartej technologii internetowej.
zh_tw: Mozilla 與 <a href="%(p2pu)s">P2PU</a> 正在建立 <a href="%(p2pu_drumbeat)s">School of Webcraft</a>，一個新的有效的方式來學習網頁開發。在全世界都可以上課，完全免費；並完整由學生、指導者，以及像您這樣的貢獻者所支援。我們的目標是建立一個充滿活力，由同儕所領導的系統，透過開放的網頁科技來幫助全世界的人簡單地使用並建立開放網頁技術的工作機會。

source: More
el: Περισσοτερα
es: Más
fr: Plus
ga: Tuilleadh
hr: Više
ja: 続きを見る
pl: Więcej
zh_tw: 更多
