Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: <ul> <li>Your demo’s source code should be packaged inside a ZIP file.</li> <li>The main page of your demo should be a file named <code>index.html</code> in the root of the ZIP.</li> <li>Your demo should be built on client-side technology (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use AJAX to access them.</li> <li>To submit your demo, you need an <a href="%(signup_url)s">MDN account</a>.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
el: <ul> <li>Ο πηγαίος κώδικας του demo σας θα πρέπει να είναι πακεταρισμένος σε αρχείο ZIP.</li> <li>Η κεντρική σελίδα του demo σας θα πρέπει να ένα αρχείο με όνομα <code>index.html</code> στο βασικό κατάλογο του ZIP.</li> <li>Το demo σας θα πρέπει να χρησιμοποιεί μόνο τεχνολογία client-side (HTML, CSS, JavaScript). Δεν υποστηρίζονται γλώσσες server-side όπως η PHP και η Ruby.</li> <li>Αν το demo σας απαιτεί εξωτερικούς πόρους, θα πρέπει να χρησιμοποιήσετε AJAX για την πρόσβαση τους.</li> <li>Για να υποβάλετε το demo σας, θα πρέπει να έχετε ένα <a href="%(signup_url)s">λογαριασμό στο MDN</a>.</li> <li>Σας παρακαλούμε να γνωστοποιήσετε στο πλαίσιο λεπτομερειών του demo τυχών περιεχόμενο τρίτων που δεν μπορεί να διατεθεί σύμφωνα με την άδεια CC-BY-SA και να συμπεριλάβετε δεσμούς στις σελίδες των δημιουργών του.</li> </ul>
es: <ul> <li>Se recomienda que el código fuente de la demo sea empaquetado en un archivo ZIP.</li> <li>La página principal de la demo deberá ser un archivo con el nombre <code>index.html</code> en la raíz del ZIP.</li> <li>La demo deberá basarse en tecnología del lado del cliente (HTML, CSS, JavaScript). No se admiten lenguajes del lado del servidor como PHP y Ruby.</li> <li>Si tu demo necesita recursos externos, tendrá que usar AJAX para tener acceso a ellos.</li> <li>Para enviar tu demo, necesitas una<a href="%(signup_url)s">cuenta MDN</a>.</li> <li>Especifica en el cuadro sobre detalles de la demo cualquier contenido de terceros que no esté autorizado en virtud de la licencia Reconocimiento-Compartir bajo la misma licencia (CC-BY-SA) e incluye vínculos a los sitios web de los autores.</li> </ul>
fr: <ul> <li>Le code source de votre démo doit être empaqueté dans un fichier ZIP.</li> <li>La page principale de votre démo doit être un fichier appelé <code>index.html</code> à la racine du fichier ZIP.</li> <li>Votre démo doit être basée sur des technologies côté client (HTML, CSS, JavaScript). Les langages côté serveur comme PHP et Ruby ne sont pas acceptés.</li> <li>Si votre démo a besoin de ressources externes, elle doit utiliser AJAX pour y accéder.</li> <li>Pour envoyer votre démo, vous aurez besoin d'un <a href="%(signup_url)s">compte MDN</a>.</li> <li>Veuillez indiquer dans les détails de votre démo tout contenu tiers qui ne peut pas être distribué sous la licence CC-BY-SA et ajouter des liens vers les sites des auteurs.</li> </ul>
ga: <ul> <li>Caithfidh tú cód foinseach do thaispeántais a phacáistiú i gcomhad ZIP.</li> <li>Ba chóir duit príomhleathanach do thaispeántais a chur i bhfréamhchomhadlann an ZIP leis an ainm <code>index.html</code>.</li> <li>Ní mór duit do thaispeántas a chruthú le teicneolaíocht ar thaobh an chliaint (HTML, CSS, Javascript). Ní thacaítear le PHP, Ruby, nó teangacha eile ar thaobh an fhreastalaí.</li> <li>Má tá acmhainní seachtracha de dhíth ar do thaispeántas, ba chóir dó AJAX a úsáid.</li> <li>Chun do thaispeántas a chur faoinár mbráid, tá <a href="%(signup_url)s">cuntas MDN</a> de dhíth ort.</li> <li>Cuir in iúl dúinn i mbosca mionsonraithe an taispeántais aon ábhar nach féidir cur ar fáil faoi cheadúnas CC-BY-SA agus cuir naisc le suímh Ghréasáin na n-údar ann chomh maith.</li> </ul>
pl: <ul> <li>Kod źródłowy dema powinien być spakowany w pliku ZIP.</li> <li>Strona główna dema powinna mieć nazwę <code>index.html</code> i znajdować się w katalogu głównym archiwum ZIP.</li> <li>Demo powinno być zbudowane w oparciu o technologie, takie jak HTML, CSS, JavaScript bazujące na operacjach wykonywanych po stronie klienta. Języki o architekturze klient-serwer, takie jak PHP i Ruby nie są obsługiwane.</li> <li>Jeśli demo wymaga zewnętrznych zasobów, by uzyskać do nich dostęp, powinno używać technologii AJAX.</li> <li>W polu szczegółowych informacji o demie podaj informacje o treściach innych podmiotów zawartych w demie, które nie mogą być udostępnione na zasadach wolnych licencji i dodaj odnośniki do stron internetowych ich autorów.</li> </ul>
zh_tw: <ul> <li>您的 demo 的原始碼應該被封裝於 ZIP 當中。</li> <li>您的 demo 的主要頁面應該是 ZIP 檔根目錄下一個被命名為 <code>index.html</code> 的檔案。</li> <li>您的 demo 應該使用客戶端技術 (HTML、CSS、JavaScript) 建立。不支援像是 PHP 或 Ruby 之類的伺服器端語言。</li> <li>若您的 demo 需要外部資源，應該使用 AJAX 來進行存取。</li> <li>若要送出您的 demo，您需要一個 <a href="%(signup_url)s">MDN 帳號</a>。</li> <li>請在 demo 的詳情欄位當中明確列出無法透過 CC-BY-SA 進行授權的第三人內容，並包含作者的網站鏈結。</li> </ul>

source: Provide the Source Code
el: Παραθέστε τον πηγαίο κώδικα
fr: Fournissez le code source
ga: Soláthair an Cód Foinseach
ja: ソースコードを提供してください。
pl: Dołącz kod źródłowy
zh_tw: 提供原始碼

source: <p>Upload a ZIP file of your source code, in which the main page of your demo is named <code>index.html</code> in the root directory.</p>
el: <p>Αποστείλετε ένα αρχείο ZIP με τον πηγαίο κώδικα σας, στο οποίο η κεντρική σελίδα του demo σας θα βρίσκεται στο βασικό κατάλογο του συμπιεσμένου αρχείου και θα έχει όνομα <code>index.html</code>.</p>
es: <p>Sube un archivo ZIP de tu código fuente en el que la página principal de tu demo se llame <code>index.html</code> y esté en el directorio raíz.</p>
fr: <p>Envoyez un fichier ZIP de votre code source, dans lequel la page principale de votre démo est appelée <code>index.html</code> dans le répertoire racine.</p>
ga: <p>Uasluchtaigh comhad ZIP a bhfuil do chód foinseach ann, agus cuir príomhleathanach do thaispeántais i gcomhad darb ainm <code>index.html</code> sa fhréamhchomhadlann.</p>
ja: <p>ソースコードの ZIP ファイルをアップロードしてください。デモのメインページはルートディレクトリで <code>index.html</code> となっている必要があります。</p>
pl: <p>Prześlij plik w formacie ZIP zawierający kod źródłowy, w którym w katalogu głównym musi się znajdować główna strona dema o nazwie <code>index.html</code>.</p>
zh_tw: <p>上傳您的原始碼的 Zip 壓縮當，當中您作品的主要頁面應該被命名為根目錄下的 <code>index.html</code>。</p>

source: Source code ZIP file
el: Συμπιεσμένο αρχείο πηγαίου κώδικα
fr: Fichier ZIP du code source
ga: Comhad ZIP le cód foinseach
ja: ソースコードの ZIP ファイル
pl: Kod źródłowy w pliku ZIP
zh_tw: 原始碼 zip 檔

source: Upload demo file&hellip;
el: Αποστολή αρχείου του demo&hellip;
fr: Envoyer un fichier démo&hellip;
ga: Uasluchtaigh comhad an taispeántais&hellip;
ja: デモのファイルをアップロード&hellip;
pl: Prześlij plik dema&hellip;
zh_tw: 上傳 demo 檔案 &hellip;

source: I accept the Mozilla Demo Studio <a href="%(terms_url)s#tfc">Terms for Contributors</a> and <a href="%(terms_url)s#rrd">Rights Representation Details</a>
el: Αποδέχομαι τους <a href="%(terms_url)s#tfc">όρους συντελεστών</a> και τις <a href="%(terms_url)s#rrd">λεπτομέρειες δικαιωμάτων αναπαραγωγής</a> του Mozilla Demo Studio
fr: J'accepte les <a href="%(terms_url)s#tfc">Termes pour contributeurs</a> et les <a href="%(terms_url)s#rrd">Détails de représentation des droits</a> du Mozilla Demo Studio
ga: Glacaim leis na <a href="%(terms_url)s#tfc">Téarmaí do Rannpháirtithe</a> agus leis na <a href="%(terms_url)s#rrd">Mionsonraí Léirithe Cearta</a>
ja: Mozilla Demo Studio の <a href="%(terms_url)s#tfc">貢献者規約</a> と<a href="%(terms_url)s#rrd">権利表記に関する詳細</a>に同意しました。
pl: Akceptuję <a href="%(terms_url)s#tfc">regulamin dla autorów</a> Mozilla Demo Studio i <a href="%(terms_url)s#rrd">postanowienia prawne</a>.
zh_tw: 我接受 Mozilla Demo Studio 的 <a href="%(terms_url)s#tfc">貢獻者條款</a> 與 <a href="%(terms_url)s#rrd">權利代表資訊</a>

source: Submit demo
el: Υποβολη demo
fr: Soumettre une démo
ga: Seol an taispeántas
ja: デモを投稿する
pl: Prześlij demo
zh_tw: 送出 demo

source: Discard Demo
el: Απόρριψη demo
es: Desechar la Demo
fr: Annuler la démo
ga: Ná Coinnigh an Taispeántas
ja: デモを破棄
pl: Odrzuć demo
zh_tw: 放棄 Demo

source: Save changes
el: Αποθήκευση αλλαγών
fr: SVG
ga: Sábháil na hathruithe
ja: 変更を保存
pl: Zapisz zmiany
zh_tw: 儲存修改

source: Discard Changes
el: Απόρριψη αλλαγών
es: Desechar los cambios
fr: Annuler les modifications
ga: Ná sábháil na hathruithe
ja: 変更を破棄
pl: Odrzuć zmiany
zh_tw: 放棄修改

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p>
el: <p>Είτε δημιουργείτε μια απίθανη νέα εμπειρία για τους χρήστες του διαδικτύου, είτε απλά πειραματίζεστε με τις τελευταίες εξελίξεις της τεχνολογίας, σας προσκαλούμε να υποβάλετε τα demo σας και να τα μοιραστείτε (ή απλά να τα δείξετε) με άλλους δημιουργούς.</p>
es: <p>Si estás creando una forma nueva y fascinante de vivir la Web o simplemente estás experimentando con las últimas tecnologías, te invitamos a que envíes tus propias demos para compartir con otros desarrolladores web (o presumir de ellas).</p>
fr: <p>Que vous soyez en train d'imaginer une manière révolutionnaire de vivre le web ou que vous fassiez de simples expériences avec les dernières technologies, nous vous invitons à partager (ou à montrer) vos démos aux autres développeurs web.</p>
ga: <p>An bhfuil bealach úrnua le sult a bhaint as an nGréasán agat? Nó nach bhfuil tú ach ag baint triail as na teicneolaíochtaí is déanaí? Is cuma linn agus fearaimid fáilte romhat do chuid taispeántas a chur faoinár mbráid chun iad a chomhroinnt le forbróirí Gréasáin eile.</p>
ja: <p>あなたが作成したものが、まだ Web では体験したことがない、驚くような新しいものであるか、単に最新の技術の成果を体験できるものなだけであるかに関わらず、あなた自身のデモを他の Web 開発者と共有、もしくは、お披露目するために投稿することをおすすめします。</p>
pl: <p>Czy tworzysz niezwykłe nowe sposoby korzystania z internetu, czy tylko eksperymentujesz z najnowszymi technologiami, zapraszamy cię do przesłania swoich prac, by podzielić się nimi z innymi twórcami lub tylko je pokazać.</p>
zh_tw: <p>無論您要創造令人吃驚的新方式來體驗 Web 或者是只想要測試最新的技術，我們邀請您送出您自己的範例程式與其他 web 開發者分享 (或者炫耀一番)。</p>

source: Before You Begin
el: Πριν ξεκινήσετε
es: Antes de comenzar
fr: Avant de commencer
ga: I dTosach Báire
ja: 始める前に
pl: Zanim zaczniesz
zh_tw: 在您開始之前

source: <ul> <li>You must be prepared to <strong>provide the source code</strong> for your demo. Demos are hosted on the Demo Studio’s servers.</li> <li>Your demo’s source code must be available under an <strong>open license</strong>, such as MPL, GPL, or BSD.</li> <li>Your demo should showcase <strong>open web technologies</strong>, such as HTML5 and CSS3.</li> <li>Your demo should support a wide range of <strong>modern web browsers</strong>, like Firefox, Chrome, Safari, and Opera.</li> </ul>
el: <ul> <li>Θα πρέπει να είστε διατεθειμένοι να <strong>παρέχετε τον πηγαίο κώδικα</strong> του demo σας. Τα demo φιλοξενούνται στους διακομιστές του Demo Studio.</li> <li>Ο πηγαίος κώδικας του demo σας θα πρέπει να διατίθεται σύμφωνα με τους όρους μιας <strong>ανοικτής άδειας χρήσης</strong>, όπως οι MPL, GPL, ή BSD.</li> <li>Το demo σας θα πρέπει να πραγματεύεται <strong>ανοικτές τεχνολογίες για το διαδίκτυο</strong>, όπως η HTML5 και το CSS3.</li> <li>Το demo σας θα πρέπει να υποστηρίζεται από μια ευρεία γκάμα <strong>σύγχρονων περιηγητών</strong>, όπως οι Firefox, Chrome, Safari, και Opera.</li> </ul>
es: <ul> <li>Debes estar dispuesto a <strong>proporcionar el código fuente</strong> de la demo. Las demos se alojan en los servidores del Demo Studio.</li> <li>El código fuente de la demo debe estar disponible en una <strong>licencia abierta</strong>, como MPL, GPL o BSD.</li> <li>Se recomienda que la demo presente <strong>tecnologías de la web abierta</strong>, como HTML5 y CSS3.</li> <li>Se recomienda que la demo sea compatible con una gran variedad de <strong>navegadores web modernos</strong>, como Firefox, Chrome, Safari y Opera.</li> </ul>
fr: <ul><li>Vous devez accepter de <strong>fournir le code source</strong> de votre démo. Les démos sont hébergées sur les serveurs du Demo Studio.</li><li>Le code source de votre démo doit être disponible sous une <strong>licence libre</strong>, comme la MPL, la GPL ou une licence BSD.</li><li>Votre démo doit utiliser des <strong>technologies web ouvertes</strong>, comme HTML5 et CSS3.</li><li>Votre démo doit fonctionner sur un large éventail de <strong>navigateurs modernes</strong> tels que Firefox, Chrome, Safari et Opera.</li></ul>
ga: <ul> <li>Caithfidh tú <strong>cód foinseach do thaispeántais a sholáthar</strong>. Beidh na taispeántais óstáilte ar fhreastalaithe an Stiúideo Taispeántas.</li> <li>Ní mór duit cód foinseach do thaispeántas a chur ar fáil faoi <strong>cheadúnas oscailte</strong>, mar shampla MPL, GPL, nó BSD.</li> <li>Ba chóir don taispeántas <strong>teicneolaíochtaí oscailte an Ghréasáin</strong> a chur ar taispeáint, mar shampla HTML5 agus CSS3.</li> <li>Ba chóir don taispeántas tacú le raon leathan de <strong>bhrabhsálaithe nua-aimseartha</strong>, mar shampla Firefox, Chrome, Safari and Opera.</li> </ul>
pl: <ul> <li>Musisz być przygotowany do <strong>dostarczenia kodu źródłowego</strong> dema. Dema są utrzymywane na serwerach Demo Studio.</li> <li>Kod źródłowy dema musi być udostępniany na zasadach <strong>otwartych licencji</strong>, takich jak MPL, GPL, lub BSD.</li> <li>Demo powinno być pokazem <strong>otwartych technologii internetowych</strong>, takich jak HTML5 i CSS3.</li> <li>Demo powinno działać na wielu <strong>nowoczesnych przeglądarkach internetowych</strong> jak Firefox, Chrome, Safari, i Opera.</li> </ul>
zh_tw: <ul> <li>您必須準備好您 Demo 的 <strong>程式原始碼</strong>。Demo 將會被存放於 Demo Studio 的伺服器。</li> <li>您 Demo 的原始碼必須透過一種 <strong>開放式授權</strong>，像是 MPL、GPL，或 BSD 等進行授權。</li> <li>您的 Demo 應該要展示 <strong>開放式網頁技術</strong>，像是 HTML5 與 CSS3。</li> <li>您的 Demo 應該支援大多數的 <strong>現代網頁瀏覽器</strong>，像是 Firefox、Chrome、Safari，及 Opera。</li> </ul>

source: <ul> <li>Your demo’s source code should be packaged inside a <strong>ZIP file</strong>.</li> <li>The main page of your demo should be a file named <strong><code>index.html</code></strong> in the root of the ZIP.</li> <li>Your demo should be built on <strong>client-side technology</strong> (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use <strong>AJAX</strong> to access them.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
el: <ul> <li>Ο πηγαίος κώδικας του demo σας θα πρέπει να είναι πακεταρισμένος σε αρχείο ZIP.</li> <li>Η κεντρική σελίδα του demo σας θα πρέπει να ένα αρχείο με όνομα <code>index.html</code> στο βασικό κατάλογο του ZIP.</li> <li>Το demo σας θα πρέπει να χρησιμοποιεί μόνο τεχνολογία client-side (HTML, CSS, JavaScript). Δεν υποστηρίζονται γλώσσες server-side όπως η PHP και η Ruby.</li> <li>Αν το demo σας απαιτεί εξωτερικούς πόρους, θα πρέπει να χρησιμοποιήσετε AJAX για την πρόσβαση τους.</li> <li>Για να υποβάλετε το demo σας, θα πρέπει να έχετε ένα <a href="%(signup_url)s">λογαριασμό στο MDN</a>.</li> <li>Σας παρακαλούμε να γνωστοποιήσετε στο πλαίσιο λεπτομερειών του demo τυχών περιεχόμενο τρίτων που δεν μπορεί να διατεθεί σύμφωνα με την άδεια CC-BY-SA και να συμπεριλάβετε δεσμούς στις σελίδες των δημιουργών του.</li> </ul>
es: <ul> <li>Se recomienda que el código fuente de la demo sea empaquetado en un <strong>archivo ZIP</strong>.</li> <li>La página principal de la demo deberá ser un archivo con el nombre <strong><code>index.html</code></strong> en la raíz del ZIP.</li> <li>La demo deberá basarse en <strong>tecnología del lado del cliente</strong> (HTML, CSS, JavaScript). No se admiten lenguajes del lado del servidor como PHP y Ruby.</li> <li>Si tu demo necesita recursos externos, tendrá que usar <strong>AJAX</strong> para tener acceso a ellos.</li> <li>Especifica en el cuadro sobre detalles de la demo cualquier contenido de terceros que no esté autorizado en virtud de la licencia Reconocimiento- Compartir bajo la misma licencia CC-BY-SA e incluye vínculos a los sitios web de los autores.</li> </ul>
fr: <ul><li>Le code source de votre démo doit être empaqueté dans un <strong>fichier ZIP</strong>.</li><li>La page principale de votre démo doit être un fichier appelé <strong><code>index.html</code></strong> à la racine de ce fichier.</li><li>Votre démo doit être construite sur des <strong>technologies côté client</strong> (HTML, CSS, JavaScript). Les langages côté serveur comme PHP et Ruby ne conviennent pas.</li><li>Si votre démo a besoin de ressources externes, elle doit utiliser les méthodes <strong>AJAX</strong> pour y accéder.</li><li>Veuillez identifier dans la zone de détails de votre démo tout contenu externe qui ne puisse pas être fourni sous une licence CC-BY-SA et fournir des liens vers les sites web de leurs auteurs.</li></ul>
ga: <ul> <li>Caithfidh tú cód foinseach do thaispeántais a phacáistiú <strong>i gcomhad ZIP</strong>.</li> <li>Ba chóir duit príomhleathanach do thaispeántais a chur i bhfréamhchomhadlann an ZIP leis an ainm <strong><code>index.html</code></strong>.</li> <li>Ní mór duit do thaispeántas a chruthú le <strong>teicneolaíocht ar thaobh an chliaint</strong> (HTML, CSS, Javascript). Ní thacaítear le PHP, Ruby, nó teangacha eile ar thaobh an fhreastalaí.</li> <li>Má tá acmhainní seachtracha de dhíth ar do thaispeántas, ba chóir dó <strong>AJAX</strong> a úsáid.</li> <li>Cuir in iúl dúinn i mbosca mionsonraithe an taispeántais aon ábhar atá ann nach féidir chur ar fáil faoi cheadúnas CC-BY-SA agus cuir nasc le suímh Ghréasáin na n-údar ann chomh maith.</li> </ul>
pl: <ul> <li>Kod źródłowy dema powinien być spakowany w <strong>pliku ZIP</strong>.</li> <li>Strona główna dema powinna mieć nazwę <strong><code>index.html</code></strong> i znajdować się w katalogu głównym archiwum ZIP.</li> <li>Demo powinno być zbudowane w oparciu o technologie, takie jak HTML, CSS, JavaScript bazujące na <strong>operacjach wykonywanych po stronie klienta</strong>. Języki o architekturze klient-serwer, takie jak PHP i Ruby nie są obsługiwane.</li> <li>Jeśli demo wymaga zewnętrznych zasobów, by uzyskać do nich dostęp, powinno używać technologii <strong>AJAX</strong>.</li> <li>W polu szczegółowych informacji o demie podaj informacje o treściach innych podmiotów zawartych w demie, które nie mogą być udostępnione na zasadach wolnych licencji i dodaj odnośniki do stron internetowych ich autorów.</li> </ul>
zh_tw: <ul> <li>您的 demo 的原始碼應該被封裝於 <strong>ZIP 檔案</strong> 當中。</li> <li>您的 demo 的主要頁面應該是 ZIP 檔根目錄下一個被命名為 <strong><code>index.html</code></strong> 的檔案。</li> <li>您的 demo 應該使用 <strong>客戶端技術</strong> (HTML、CSS、JavaScript) 建立。不支援像是 PHP 或 Ruby 之類的伺服器端語言。</li> <li>若您的 demo 需要外部資源，應該使用 <strong>AJAX</strong> 來進行存取。</li> <li>請在 demo 的詳情欄位當中明確列出無法透過 CC-BY-SA 進行授權的第三人內容，並包含作者的網站鏈結。</li> </ul>

source: <p>To submit your demo, you need an <strong><a href="%(signup_url)s">MDN account</a></strong>.</p>
el: <p>Για να υποβάλετε το demo σας, θα πρέπει να έχετε ένα <strong><a href="%(signup_url)s">λογαριασμό στο MDN</a></strong>.</p>
es: <p>Para enviar tu demo necesitas una <strong><a href="%(signup_url)s">cuenta MDN</a></strong>.</p>
fr: <p>Pour soumettre votre démo, vous avez besoin d'un <strong><a href="%(signup_url)s">compte MDN</a></strong>.</p>
ga: <p>Chun do thaispeántas a chur faoinár mbráid, teastaíonn uait <strong><a href="%(signup_url)s">cuntas MDN</a></strong>.</p>
ja: <p>デモを投稿するには <strong><a href="%(signup_url)s">MDN アカウント</a></strong> が必要です。</p>
pl: <p>Aby przesłać demo, musisz mieć <strong><a href="%(signup_url)s">konto MDN</a></strong>.</p>
zh_tw: <p>要送出您的 demo，您需要 <strong><a href="%(signup_url)s">MDN 帳號</a></strong>。</p>

source: Create an Account
el: Δημιουργία λογαριασμού
es: Crear una cuenta
fr: Créer un compte
ga: Cruthaigh Cuntas
ja: アカウント作成
pl: Załóż konto
zh_tw: 建立帳號

source: Log In to Account
el: Σύνδεση σε λογαριασμό
fr: Se connecter à un compte
ga: Logáil Isteach
ja: アカウントにログイン
pl: Zaloguj się
zh_tw: 登入帳號

source: Terms for Contributors
el: Όροι συντελεστών
fr: Termes pour les contributeurs
ga: Téarmaí do Rannpháirtithe
ja: 貢献者規約
pl: Regulamin dla twórców
zh_tw: 貢獻者條款

source: Terms of Use
el: Όροι χρήσης
fr: Conditions d'utilisation
ga: Téarmaí Úsáide
ja: 利用規約
pl: Zasady użytkowania
zh_tw: 使用條款

source: Rights Representation Details
el: Λεπτομέρειες δικαιωμάτων αναπαραγωγής
fr: Détails de représentation des droits
ga: Mionsonraí Léirithe Cearta
ja: 権利表記に関する詳細
pl: Postanowienia prawne
zh_tw: 權利代表詳情

source: <cite class="author fn">%(comment_profile_link)s</cite> said,
el: Ο/Η <cite class="author fn">%(comment_profile_link)s</cite> είπε,
es: <cite class="author fn">%(comment_profile_link)s</cite> dijo,
fr: <cite class="author fn">%(comment_profile_link)s</cite> a dit
ga: Dúirt <cite class="author fn">%(comment_profile_link)s</cite>,
ja: <cite class="author fn">%(comment_profile_link)s</cite> によるコメント
pl: <cite class="author fn">%(comment_profile_link)s</cite> napisał,
zh_tw: <cite class="author fn">%(comment_profile_link)s</cite> 說，

source: Posted <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
el: Δημοσιεύτηκε <a href="#comment-%(comment_id)s" rel="bookmark" title="μόνιμος δεσμός προς το σχόλιο του/της %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
fr: Publié <a href="#comment-%(comment_id)s" rel="bookmark" title="Lien permanent vers ce commentaire par %(display_name)s">%(comment_timesince)s</time></a>
ga: Postáilte <a href="#comment-%(comment_id)s" rel="bookmark" title="Nasc buan leis an nóta seo le %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
ja: 投稿日時: <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
pl: Zamieszczone <a href="#comment-%(comment_id)s" rel="bookmark" title="Permanent link to this comment by %(display_name)s"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>
zh_tw: 貼出於 <a href="#comment-%(comment_id)s" rel="bookmark" title="%(display_name)s 所送出的此回佣的永久鏈結"><time class="published" pubdate="pubdate" datetime="%(comment_isotime)s" title="%(comment_isotime)s">%(comment_timesince)s</time></a>

source: Reply to this comment by {full_name}
el: Απαντήστε σ' αυτό το σχόλιο από {full_name}
fr: Répondre à ce commentaire de {full_name}
ga: Tabhair freagra ar an nóta tráchta seo le {full_name}
ja: このコメントへの {full_name} による返信
pl: Odpowiedz na komentarz napisany przez {full_name}
zh_tw: 由 {full_name} 回覆此回應

source: Reply
el: Απάντηση
fr: Répondre
ga: Freagair
ja: 返信
pl: Odpowiedz
zh_tw: 回覆

source: Report this comment
el: Αναφέρετε αυτό το σχόλιο
fr: Signaler ce commentaire
ga: Déan tuairisc ar an nóta tráchta seo
ja: このコメントを報告する
pl: Zgłoś ten komentarz
zh_tw: 回報此回應

source: Report
el: Αναφορά
fr: Signaler
ga: Déan Tuairisc
ja: 報告
pl: Zgłoś
zh_tw: 回報

source: Edit this comment
el: Επεξεργασία σχολίου
es: Editar este comentario
fr: Modifier ce commentaire
ga: Cuir an nóta tráchta seo in eagar
ja: このコメントを編集する
pl: Edytuj ten komentarz
zh_tw: 編輯此回應

source: Edit
el: Επεξεργασία
es: Editar
fr: Modifier
ga: Eagar
ja: 編集
pl: Edytuj
zh_tw: 編輯
