Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Correspondence on Twitter from the Mobile developer community.
el: Ανταποκρίσεις της κοινότητας δημιουργών για κινητά από το Twitter.
es: Mensajes en Twitter de la comunidad de desarrolladores para dispositivos móviles.
fr: Correspondance sur Twitter de la communauté des développeurs mobile.
ga: Comhfhreagras ar Twitter ó chomhphobal forbartha Firefox Soghluaiste.
hr: Korespodencija na Twitteru iz zajednice programera za mobitele.
ja: モバイル開発者コミュニティからの Twitter でのメッセージ。
pl: Wymieniaj się na Twitterze opiniami ze społecznością twórców Firefoksa Mobile.
zh_tw: 行動版網頁開發者社群在 Twitter 上的消息。

source: Welcome to the Mozilla Developer Community:
el: Καλώς ορίσατε στην κοινότητα δημιουργών Mozilla:
es: Bienvenido a la comunidad de desarrolladores de Mozilla:
fr: Bienvenue dans la communauté des développeurs Mozilla :
ga: Fáilte go dtí an Comhphobal Forbróirí Mozilla:
hr: Dobrodošli u Mozilla zajednicu programera:
ja: Mozilla 開発者コミュニティへようこそ:
pl: Witaj w społeczności twórców Mozilli:
zh_tw: 歡迎來到 Mozilla 開發者社群:

source: Join the Mozilla discussions!
el: Συμμετέχετε στις συζητήσεις Mozilla!
es: ¡Únete a las discusiones sobre Mozilla!
fr: Rejoignez les discussions sur Mozilla !
ga: Glac páirt sna comhráite faoi Mhozilla!
hr: Pridružite se Mozillinim raspravama!
ja: Mozilla の議論に参加してください！
pl: Przyłącz się do dyskusji o Mozilli!
zh_tw: 參與 Mozilla 的討論！

source: Popular <span class="mozilla">Mozilla</span> Documentation
el: Δημοφιλης τεκμηριωση <span class="mozilla">Mozilla</span>
fr: Documentation populaire sur <span class="mozilla">Mozilla</span>
ga: Doiciméadú <span class="mozilla">Mozilla</span> Is Mó Éileamh Air
ja: 人気の <span class="mozilla">Mozilla</span> ドキュメンテーション
pl: Popularna dokumentacja <span class="mozilla">Mozilli</span>
zh_tw: 熱門 <span class="mozilla">Mozilla</span> 文件

source: Mozilla Developer Guide
el: Οδηγός δημιουργών Mozilla
es: Guía del desarrollador de Mozilla
fr: Guide de développement de Mozilla
ga: Lámhleabhar Forbartha Mozilla
hr: Vodič za Mozilla programere
ja: Mozilla 開発者ガイド
pl: Przewodnik po Mozilla Developer
zh_tw: Mozilla 開發者指南

source: Whether you're an old hand or just getting started, this is the best way to get started with Mozilla development.
el: Είτε είστε παλιοσειρά, είτε ξεκινάτε μόλις τώρα, αυτός είναι ο καλύτερος τρόπος για να ξεκινήσετε με την ανάπτυξη του έργου Mozilla.
es: No importa si eres un veterano o si acabas de comenzar, esta es la mejor manera de iniciarse en el desarrollo para Mozilla.
fr: Que vous soyez vieux de la vieille ou débutant, c'est la meilleure manière de commencer à développer avec Mozilla.
ga: Is cuma an seaneolaí nó núíosach thú, seo é an tslí is fearr tosú le forbairt Mozilla.
hr: Bez obzira da li ste iskusni ili tek počinjete ovo je najbolji način da započnete s razvojem Mozille.
ja: ベテランであるか初心者であるかに関わらず、これが Mozilla の開発を始めるベストの方法です。
pl: Nieważne, czy jesteś starym wyjadaczem, czy dopiero zaczynasz, to jest najlepszy sposób, aby zacząć programować z Mozillą.
zh_tw: 不論你是新手還是老鳥，這是 Mozilla 開發的最佳入門方式。

source: The Mozilla Platform
el: Η πλατφόρμα Mozilla
es: La plataforma Mozilla
fr: La plateforme Mozilla
ga: An tArdán Mozilla
hr: Mozilla Platforma
ja: Mozilla プラットフォーム
pl: Platforma Mozilli
zh_tw: Mozilla 平台

source: Learn more about the technologies at the core of Mozilla products and services.
el: Μάθετε περισσότερα για την τεχνολογία που χρησιμοποιείται στον πυρήνα των εφαρμογών και των υπηρεσιών Mozilla.
es: Aprende más sobre las tecnologías en el núcleo de los productos y servicios de Mozilla.
fr: Découvrez les technologies au cœur des produits et services de Mozilla
ga: Tuilleadh eolais faoi na teicneolaíochtaí ag croí táirgí agus seirbhísí Mhozilla.
hr: Saznajte više o tehnologijama u središtu Mozillinih proizvoda i usluga.
ja: Mozilla の製品およびサービスの基幹技術について、さらに学んでください。
pl: Dowiedz się więcej o technologiach w centrum produktów i usług Mozilli.
zh_tw: 了解更多關於核心 Mozilla 產品與服務的技術。

source: There are several ways you can use Mozilla code in your own project. Find everything you need to develop "powered by Mozilla" applications.
el: Υπάρχουν διάφοροι τρόποι που μπορείτε να χρησιμοποιήσετε τον κώδικα του Mozilla στο δικό σας έργο. Βρείτε όλα όσα θα χρειαστείτε για να φτιάξετε εφαρμογές που θα είναι «powered by Mozilla».
es: Existen diferentes formas en las que puedes usar código de Mozilla en tu propio proyecto. Encuentra todo lo que necesitas para desarrollar aplicaciones "basadas en Mozilla".
fr: Vous pouvez utiliser du code Mozilla de plusieurs manières dans vos projets. Trouvez tout ce qu'il vous faut pour développer des applications « propulsées par Mozilla ».
ga: Tá bealaí éagsúla le cód Mozilla a úsáid i do thionscadal féin. Aimsigh gach rud atá de dhíth ort chun feidhmchláir "cumhachtaithe ag Mozilla" a fhorbairt.
hr: Postoji nekoliko načina kako možete koristiti Mozillin kod u vašim projektima. Pronađite sve što trebate za razvoj "powered by Mozilla" aplikacija.
ja: いくつかの方法で、あなた独自のプロジェクトに Mozilla のコードを利用できます。"powered by Mozilla" アプリケーションの開発に必要なすべてを得てください。
pl: Istnieją różne sposoby użycia kodu Mozilli we własnych projektach. Znajdź wszystko, czego potrzebujesz, by tworzyć programy bazujące na technologii Mozilli.
zh_tw: 有許多可以讓您在自己的專案當中使用 Mozilla 程式碼的方式。找找所有可以讓您開發「powered by Mozilla」應用程式的方式。

source: Debugging
el: Αποσφαλμάτωση
es: Depuración
fr: Débogage
ga: Dífhabhtú
ja: デバッグ
pl: Debugowanie
zh_tw: 除錯

source: Mozilla developers have come up with not just technologies and features to help you debug code, but have devised tips and techniques that can help too.
el: Οι δημιουργοί του έργου Mozilla δεν έχουν φτιάξει μόνο την απαραίτητη τεχνολογία και τα εργαλεία για την αποσφαλμάτωση του κώδικα σας, αλλά διαθέτουν και σχεδιαστικές συμβουλές και τεχνικές που θα σας βοηθήσουν.
es: Los desarrolladores de Mozilla no sólo han proporcionado las tecnologías y funcionalidades que te ayudan a depurar el código, sino que han imaginado trucos y técnicas que también pueden ser útiles.
fr: Les développeurs de Mozilla ont non seulement élaboré des technologies et fonctionnalités pour vous aider à déboguer votre code, mais ont également développé des astuces et techniques qui peuvent vous aider.
ga: Cruthaíonn forbróirí Mozilla teicneolaíochtaí agus gnéithe a chabhraíonn leat do chód a dhífhabhtú, agus ceapann siad leideanna agus teicnící cabhracha freisin.
hr: Mozilla programeri nisu samo pronašli tehnologije i značajke da pomognu vam da uradite debug koda nego su i smislili savjete i tehnike koje vam mogu pomoći.
ja: Mozilla 開発者たちはコードのデバッグを支援するための技術と機能を知るだけでなく、コードのデバッグの支援を可能にする Tips やテクニックを工夫する必要があります。
pl: Programiści Mozilli nie tylko dostosowali technologie i funkcje, by pomóc ci wyszukiwać i usuwać ukryte wady kodu, ale opracowali również wskazówki i techniki, które mogą być ci pomocne.
zh_tw: Mozilla 開發者所想到的不只是幫助您除蟲的技術和功能，還有在設計上也可以幫助您的小點子和技術。

source: Localization (L10n) is the process of translating software user interfaces from one language to another and adapting it to suit a foreign culture. These resources are about making Mozilla-based applications/extensions localizable.
el: Με τον όρο localization (L10n), εννοούμε τη διαδικασία μετάφρασης της διασύνδεσης χρήστη ενός προγράμματος από μια γλώσσα σε μια άλλη και την προσαρμογή του στην αντίστοιχη κουλτούρα και τις ανάγκες αυτής της γλώσσας. Αυτές οι πηγές αφορούν τη διαδικασία προετοιμασίας των εφαρμογών/επεκτάσεων που βασίζονται σε κώδικα του Mozilla για την υποστήριξη localization.
es: Localización (L10n) es el proceso de traducir la interfaz de usuario de un software desde un idioma a otro y adaptarlo a una cultura extranjera. Estos recursos son los que tratan de hacer localizables las aplicaciones/extensiones basadas en Mozilla.
fr: La localisation (L10n) est le processus qui consiste à traduire des interfaces de logiciels d'une langue à l'autre en les adaptant culturellement. Ces ressources concernent la façon de rendre localisables les applications/extensions basées sur Mozilla.
ga: Is éard atá i logánú (l10n) ná aistriúchán ar chomhéadan bogearraí ó theanga amháin go teanga eile, agus an bogearra a chur in oiriúint do chultúr eile. Sna hacmhainní seo tá eolas maidir le conas is féidir feidhmchláir/eisínteachtaí inlogánaithe bunaithe ar Mozilla a chruthú.
hr: Lokalizacija (L10n) je proces prevođenja korisničkog sučelja programa s jednog jezika na druge i prilagođavanje istog da ispuni potrebe stranih kultura. Ovi resursi su o stvaranju Mozilla-baziranih aplikacija/proširenja prevodivim.
ja: ローカライゼーション （L10n） は、ソフトウェアのインターフェースを、ある言語から別の言語へと翻訳し、異なる文化に適合させる作業です。これらの資料は、Mozilla ベースのアプリケーション/拡張機能をローカライズ可能にする方法ついて書かれています。
pl: Lokalizacja (L10n) to proces tłumaczenia interfejsu użytkownika oprogramowania z jednego języka na drugi z uwzględnieniem uwarunkowań kulturowych. Te zasoby zawierają wszystko, co potrzebne, by programy/rozszerzenia bazujące na technologii Mozilli można było lokalizować.
zh_tw: 在地化（L10n）是將軟體使用者介面從一種語言翻譯到另一種語言，並讓其融入該語言文化當中的過程。這些資源將讓這些以 Mozilla 為基礎的應用程式/擴充套件可在地化。

source: All applications development documentation
el: Ολη η τεκμηριωση για αναπτυξη εφαρμογων
es: Toda la documentación de desarrollo de aplicaciones
fr: Toute la documentation sur le développement d'applications
ga: An doiciméadú forbartha feidhmchlár go léir
hr: Sva dokumentacija o razvoju aplikacija
ja: すべてのアプリケーション開発ドキュメンテーション
pl: Cała dokumentacja o tworzeniu aplikacji
zh_tw: 所有的應用程式開發文件

source: Favorite <span class="mozilla">Mozilla</span> Tools
el: Δημοφιλη εργαλεια <span class="mozilla">Mozilla</span>
es: Herramientas favoritas de <span class="moz">Mozilla</span>
fr: Outils favoris pour <span class="mozilla">Mozilla</span>
ga: Uirlisí <span class="mozilla">Mozilla</span> Is Ansa Leis an gComhphobal
ja: おすすめの <span class="mozilla">Mozilla</span> ツール
pl: Ulubione narzędzia <span class="mozilla">Mozilli</span>
zh_tw: 最愛的 <span class="mozilla">Mozilla</span> 工具

source: The main issue-tracker for Mozilla projects.
el: Το βασικό εργαλείο καταγραφής προβλημάτων για όλα τα έργα του Mozilla.
es: El principal sistema de seguimiento de problemas para proyectos Mozilla.
fr: Le système principal de suivi des problèmes pour les projets Mozilla.
ga: Príomhchóras fabhtanna le haghaidh tionscadal Mozilla.
hr: Glavni sustav za praćenje problema u Mozillinim projektima.
ja: Mozilla プロジェクトのためのメインの問題追跡システム。
pl: Główny tropiciel błędów w projektach Mozilli.
zh_tw: Mozilla 專案最主要的議題追蹤系統（issue-tracker）

source: A Mozilla source tree browser.
el: Περιηγητής για το Mozilla source tree.
es: Un explorador del árbol de código de Mozilla.
fr: Un navigateur dans le code source de Mozilla.
ga: Brabhsálaí an chóid fhoinsigh Mhozilla.
hr: Preglednik Mozillinog stabla izvornog koda.
ja: Mozilla ソースツリーブラウザ。
pl: Drzewo źródła przeglądarki Mozilli.
zh_tw: Mozilla 的原始碼瀏覽器。

source: All application development tools
el: Ολα τα εργαλεια για αναπτυξη εφαρμογων
es: Todas las herramientas de desarrollo de aplicaciones
fr: Tous les outils de développement d'applications
ga: Na huirlisí forbartha feidhmchláir go léir
hr: Svi alati za razvoj aplikacija
ja: すべてのアプリケーション開発ツール
pl: Wszystkie narzędzia dla tworzenia aplikacji
zh_tw: 所有的應用程式開發工具

source: Recent <span class="mozilla">Mozilla</span> News &amp; Updates
el: Προσφατες ενημερωσεις &amp; νεα απο το εργο <span class="mozilla">Mozilla</span>
fr: Nouvelles et mises à jour récentes pour <span class="mozilla">Mozilla</span>
ga: Nuacht agus Scéalta is déanaí faoi <span class="mozilla">Mhozilla</span>
ja: 最新の <span class="mozilla">Mozilla</span> 開発情報
pl: Najnowsze wiadomości i aktualizacje <span class="mozilla">Mozilli</span>
zh_tw: 最近的 <span class="mozilla">Mozilla</span> 新聞與更新

source: All application development entries
el: Ολες οι εγγραφες για αναπτυξη εφαρμογων
es: Todas las entradas de desarrollo de aplicaciones
fr: Toutes les entrées sur le développement d'applications
ga: Na hiontrálacha forbartha feidhmchláir go léir
hr: Svi unosi vezani za razvoj aplikacija
ja: すべてのアプリケーション開発エントリー
pl: Wszystkie wpisy o tworzeniu aplikacji
zh_tw: 所有的應用程式開發項目

source: Correspondence on Twitter from the Mozilla developer community.
el: Ανταποκρίσεις της κοινότητας δημιουργών Mozilla από το Twitter.
es: Mensajes en Twitter de la comunidad de desarrolladores de Mozilla.
fr: Correspondance sur Twitter de la communauté des développeurs Mozilla.
ga: Comhfhreagras ar Twitter ó chomhphobal forbartha Mozilla.
hr: Korespodencija na Twitteru iz Mozilla zajednice programera.
ja: Mozilla 開発者コミュニティからの Twitter でのメッセージ。
pl: Wymieniaj się na Twitterze opiniami ze społecznością twórców Mozilli.
zh_tw: Mozilla 開發者社群在 Twitter 上的消息。

source: Written by %(authorlink)s on %(entrydate)s
el: Γράφτηκε από τον/την %(authorlink)s στις %(entrydate)s
es: Escrito por %(authorlink)s el %(entrydate)s
fr: Écrit par %(authorlink)s le %(entrydate)s
ga: Scríofa ag %(authorlink)s ar %(entrydate)s
hr: Napisao je %(authorlink)s na dan %(entrydate)s
ja: 執筆者: %(authorlink)s 日時: %(entrydate)s
pl: Napisany przez %(authorlink)s %(entrydate)s
zh_tw: 由 %(authorlink)s 於 %(entrydate)s 撰寫

source: Search Results
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fr: Résultats de la recherche
ga: Torthaí an Chuardaigh
hr: Rezultati pretraživanja
ja: 検索結果
pl: Wyniki szukania
zh_tw: 搜尋結果

source: Welcome to the Web Developer Community:
el: Καλώς ορίσατε στην κοινότητα δημιουργών του ιστού:
es: Bienvenido a la comunidad de desarrolladores Web:
fr: Bienvenue dans la communauté des développeurs web :
ga: Fáilte go dtí an Comhphobal Forbróirí Gréasáin:
hr: Dobrodošli u zajednicu web programera:
ja: Web 開発者コミュニティへようこそ:
pl: Witaj w społeczności twórców stron:
zh_tw: 歡迎來到網頁開發者社群:

source: Develop for an open and participatory Web.
el: Γράψτε εφαρμογές για ένα ανοικτό και συμμετοχικό διαδίκτυο
es: Desarrollar para una web abierta y participativa.
fr: Développez pour un web ouvert et participatif.
ga: Cabhraigh linn Gréasán oscailte rannpháirtíoch a fhorbairt.
hr: Razvijajte za otvoreni i participativni web.
ja: オープンで参加型の Web を開発しましょう。
pl: Rozwijaj otwarty i dostępny dla każdego Internet.
zh_tw: 為了一個開放與鼓勵參與的 Web 而開發。

source: Join the Web discussions!
el: Συμμετέχετε στις συζητήσεις για το διαδίκτυο!
es: ¡Únete a las discusiones sobre la Web!
fr: Rejoignez les discussions sur le web !
ga: Glac páirt sna comhráite faoin Ghréasán!
hr: Pridružite se web raspravama!
ja: Web の議論に参加してください！
pl: Dołącz do dyskusji o sieci!
zh_tw: 參與網頁的討論！

source: Awesome <span class="web">Web</span> Demos
el: Φοβερα demo για το <span class="web">διαδικτυο</span>
fr: Démos <span class="web">Web</span> impressionnantes
ga: Taispeántais Iontacha <span class="web">Gréasáin</span>
pl: Fantastyczne dema <span class="web">internetowe</span>
zh_tw: 超棒的 <span class="web">Web</span> Demo

source: Want to see what the Web is really capable of? Explore the Web o' Wonder website and prepare to be amazed!
el: Θέλετε να δείτε τις πραγματικές δυνατότητες τους διαδικτύου; Εξερευνήστε τις σελίδες του Web o' Wonder και προετοιμαστείτε για εκπλήξεις!
fr: Vous voulez voir ce dont le web est vraiment capable ? Explorez le site Web o' Wonder et préparez-vous à des surprises !
ga: Ar mhaith leat fíorchumhacht an Ghréasáin a fheiceáil? Taiscéal an suíomh Web o' Wonder - beidh iontas ort!
pl: Chcesz zobaczyć do czego internet jest naprawdę zdolny? Zapoznaj się z witryną Web o' Wonder i przygotuj się na zaskoczenie!
zh_tw: 想看看網頁可以有什麼潛力？探索 Web o' Wonder 網站並請準備好開始您的驚異奇航！

source: Do you want to show the world what the Web can do? Demo Studio is your place for sharing awesome demos and experiments with the latest Web standards and open technologies.
el: Θέλετε να δείξτε στον κόσμο τι μπορεί να δημιουργηθεί στο διαδίκτυο; Το Demo Studio είναι το κατάλληλο μέρος για να μοιραστείτε τα απίθανα demo και τους πειραματισμούς σας με τα πιο πρόσφατα standard και τις ανοικτές τεχνολογίες του διαδικτύου.
fr: Voulez-vous montrer à tous ce que le web peut faire ? Demo Studio est l'endroit où vous pouvez partager des démos et expériences incroyables avec les derniers standards du web et les technologies ouvertes.
ga: Ar mhaith leat cumhacht an Ghréasáin a chur ar taispeáint? Is féidir leat taispeántais agus turgnaimh a úsáideann na caighdeáin agus na teicneolaíochtaí oscailte is déanaí a chur ar fáil sa Stiúideo Taispeántas.
pl: Chcesz pokazać światu, co za pomocą internetu może zrobić? Demo Studio jest miejscem, gdzie możesz udostępniać swoje dema i eksperymentalne prace wykorzystujące najnowsze standardy internetowe i otwarte technologie.
zh_tw: 您想要向全世界展示網頁可以變成什麼樣子嗎？Demo Studio 是您分享超讚 demo 與實驗最新的網頁標準及開放技術的最好的地方。

source: Hacks Blog
el: Ιστολόγιο Hacks
fr: Blog de Hacks
pl: Blog programistów

source: Learn more about developer features and the latest technologies through articles and demos on the Hacks Blog.
el: Μάθετε περισσότερα για χαρακτηριστικά που αφορούν δημιουργούς και τα τελευταία τεχνολογικά νέα και demo μέσα από τα άρθρα του ιστολογίου Hacks.
fr: En savoir plus sur les fonctionnalités pour les développeurs et les dernières technologies grâce à des articles et démos sur le blog Hacks.
ga: Faigh tuilleadh eolais faoi ghnéithe forbartha agus faoi na teicneolaíochtaí is déanaí ó altanna agus taispeántais ar an Hacks Blog.
pl: Dowiedz się więcej na temat funkcji deweloperskich i najnowszych technologii poprzez artykuły i prezentacje na blogu programistów.
zh_tw: 於 Hacks Blog 透過文章與 demo 了解更多開發者功能與最新的技術。

source: Popular <span class="web">Web</span> Documentation
el: Δημοφιλης τεκμηριωση για το <span class="web">διαδικτυο</span>
es: Documentación popular sobre la <span class="web">Web</span>
fr: Documentation populaire concernant le <span class="web">Web</span>
ga: Doiciméadú <span class="moz">Gréasáin</span> Is Mó Éileamh Air
hr: Popularna <span class="web">web</span> dokumentacija
ja: 人気の <span class="web">Web</span> ドキュメンテーション
pl: Popularna dokumentacja o <span class="web"> tworzeniu stron internetowych</span>
zh_tw: 熱門 <span class="web">網頁</span> 文件

source: Find out what HTML5 is really all about and how you can develop for a better Web through open standards.
el: Δείτε τι ακριβώς είναι η HTML5 και πως θα μπορέσετε να φτιάξετε εφαρμογές για ένα καλύτερο διαδίκτυο χρησιμοποιώντας ανοικτά πρότυπα.
es: Descubre todo lo que es realmente HTML5 y cómo se puede desarrollar para una web mejor a través de estándares abiertos.
fr: Découvrez ce que recouvre réellement HTML5 et la manière de développer pour un web meilleur au travers des standards ouverts.
ga: Faigh an fíorscéal faoi HTML5 agus foghlaim conas is féidir leat Gréasán níos fearr a fhorbairt trí chaighdeáin oscailte.
hr: Saznajte o čemu je doista HTML5 i kako vi možete programirati za bolji web koristeći otvorene standarde.
ja: HTML5 についての真実のすべて、また、オープンスタンダードを通してより良い Web のためにどのように開発できるのかを知ってください。
pl: Dowiedz się, co to jest naprawdę HTML5 i jak możesz rozwijać internet w oparciu o otwarte standardy.
zh_tw: 看看 HTML5 到底是什麼，以及您可以如何透過開放標準開發出一個更好的網頁。

source: A great resource for anyone working with JS.
el: Μια πηγή γνώσης για οποιονδήποτε ασχολείται με JS.
es: Un gran recurso para todo aquel que trabaje con JS.
fr: Une ressource de choix pour tous ceux qui travaillent avec JS.
ga: Acmhainn iontach d'aon duine ag obair le JS.
hr: Izvrstan izvor za svakog tko radi s JS.
ja: JavaScript を使用する人向けの豊富なリソース。
pl: Wspaniały zasób dla każdego, kto pracuje z JS.
zh_tw: 一個提供任何使用 JS 的人的資源。

source: You'll find everything you need in the CSS reference and helpful tutorials to build pretty websites.
el: Στις παραπομπές CSS και τα βοηθητικά μαθήματα, θα βρείτε οτιδήποτε χρειάζεστε, για να φτιάξετε όμορφες ιστοσελίδες.
es: Encontrarás todo lo que necesitas en la referencia de CSS y tutoriales de ayuda para construir atractivos sitios web.
fr: Vous trouverez tout ce dont vous avez besoin dans la référence CSS ainsi que des tutoriels utiles pour créer des sites web attrayants.
ga: Gheobhaidh tú gach rud atá de dhíth ort sa leabhar tagartha CSS agus sna cúrsaí teagaisc chun suímh Ghréasáin áille a thógáil.
hr: Naći ćete sve što vam treba u CSS referenci i korisne vodiče za izgradnju lijepih web stranica.
ja: CSS リファレンスと優れた Web サイトを作成する助けになるチュートリアルから必要なものすべてを見つけることができます。
pl: W materiałach źródłowych CSS i pomocnych podręcznikach znajdziesz wszystko, czego potrzebujesz, by budować piękne witryny internetowe.
zh_tw: 您可以在 CSS 的參考資料當中找到您所需要的東西，以及有幫助的教學以建立美觀的網站。

source: The DOM is the architecture for Web documents; learn how to use the DOM and its API to look at and manipulate Web content.
el: Το DOM είναι η αρχιτεκτονική των διαδικτυακών σελίδων· μάθετε πως να χρησιμοποιείτε το DOM και το API του για να βλέπετε και να διαχειρίζεστε περιεχόμενο στο διαδίκτυο.
es: DOM es la arquitectura de los documentos web; aprende cómo usar DOM y su API para examinar y manipular contenido web.
fr: Le DOM est l'architecture des document web ; découvrez comment utiliser le DOM et ses API pour examiner et manipuler du contenu web.
ga: Is éard atá i DOM ná ailtireacht na gcáipéisí ar an nGréasán; foghlaim conas is féidir DOM agus a API a úsáid chun ábhar Gréasáin a iniúchadh agus a láimhseáil.
hr: DOM je arhitektura za web dokumente; naučite kako koristiti DOM i API za pregled i manipuliranje web sadržajima.
ja: DOM は、Web ドキュメントのための構造です。Web コンテンツを調べ、操作するために、DOM とその API の使用方法を学んでください。
pl: Model DOM jest architekturą dokumentu internetowego. Dowiedz się więcej, jak używać DOM i jego API, patrząc na i manipulując zawartością stron internetowych.
zh_tw: DOM 是網頁文件的結構；了解如何使用 DOM 與其 API 以控制網頁內容。

source: All web development documentation
el: Ολη η τεκμηριωση για αναπτυξη στο διαδικτυο
es: Toda la documentación de desarrollo web
fr: Toute la documentation sur le développement web
ga: Doiciméadú forbartha Gréasáin go léir
hr: Sva dokumentacija o web razvoju
ja: すべての Web 開発ドキュメンテーション
pl: Cała dokumentacja o tworzeniu stron
zh_tw: 所有的網頁開發文件

source: Favorite <span class="web">Web</span> Developer Tools
el: Δημοφιλη εργαλεια για αναπτυξη στο <span class="web">διαδικτυο</span>
es: Herramientas de desarrollo <span class="web">Web</span> Favoritas
fr: Outils de développement favoris pour le <span class="web">Web</span>
ga: Uirlisí Forbartha <span class="web">Gréasáin</span> Is Ansa Leis an gComhphobal
hr: Omiljeni alati za <span class="web">web</span> programere
ja: おすすめの <span class="web">Web</span> 開発者ツール
pl: Ulubione narzędzia twórców <span class="web">stron</span>
zh_tw: 最愛的 <span class="web">網頁</span> 開發者工具

source: The most popular and powerful web development tool.
el: Το πανίσχυρο και πιο δημοφιλές εργαλείο για την ανάπτυξη στο διαδίκτυο.
es: La herramienta de desarrollo web más popular y potente.
fr: L'outil de développement web le plus populaire et le plus utile
ga: An uirlis forbartha Gréasáin is cumhachtaí is mó éilimh uirthi.
hr: Najpopularniji i najsnažniji alat za web razvoj.
ja: 最も人気のある強力な Web 開発ツール。
pl: Najpopularniejsze i potężne narzędzie twórców aplikacji webowych.
zh_tw: 最知名也最強大的網頁開發工具。

source: "An absolute necessity for anyone doing serious web development. Awesome!!!!"
el: «Απολύτως απαραίτητο για οποιονδήποτε ασχολείται σοβαρά με ανάπτυξη στο διαδίκτυο. Θαυμάσιο!!!!»
es: "Una absoluta necesidad para cualquiera que esté realizando desarrollo Web seriamente. ¡¡¡Sorprendente!!!"
fr: « Une nécessité absolue pour tout qui veut faire du développement web sérieusement. Génial !!! »
hr: "Apsolutna potreba za svakoga tko radi ozbiljno web programiranje. Strašan !!!!"
ja: "本格的な Web 開発を行う誰にとっても絶対に不可欠なものです。素晴らしい!!!!"
pl: „Absolutnie konieczny dla każdego, kto traktuje poważnie tworzenie stron internetowych. Fantastyczny!!”

source: geckoday via AMO
el: geckoday μέσω του AMO
es: geckoday a través de AMO
ga: geckoday trí AMO
hr: geckoday putem AMO
ja: geckoday（AMO のコメントより）
pl: pisze geckoday na AMO.
zh_tw: AMO 的 geckoday
