Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Mozilla continues to lead the charge in the adoption of HTML5 and other evolving open Web technologies. Find out more about the <a href="%(devmo_html5)s">HTML5 spec</a> and the latest enhancements in HTML5, CSS3 and other <a href="%(devmo_fx4dev)s">developer features for Firefox 4</a>.
el: Η κοινότητα Mozilla συνεχίζει να ηγείται της προσπάθειας για την υιοθέτηση της HTML5 κι άλλων ανερχόμενων ανοικτών τεχνολογιών για το διαδίκτυο. Μάθετε περισσότερα για τις <a href="%(devmo_html5)s">προδιαγραφές της HTML5</a> και τις πιο πρόσφατες βελτιώσεις σε HTML5, CSS3 και άλλα <a href="%(devmo_fx4dev)s">χαρακτηριστικά για δημιουργούς στον Firefox 4</a>.
es: Mozilla continúa liderando el cambio en la adopción de HTML5 y otras tecnologías web abiertas en evolución. Descubre más sobre las <a href="%(devmo_html5)s">especificaciones HTML5</a> y las últimas mejoras en HTML5, CSS3 y otras <a href="%(devmo_fx4dev)s">características para desarrolladores para Firefox 4</a>.
fr: Mozilla continue à montrer le chemin vers l'adoption d'HTML5 et d'autres technologies en évolution du web ouvert. Découvrez la <a href="%(devmo_html5)s">spécification HTML5</a> et les dernières améliorations en HTML5, CSS3 et d'autres <a href="%(devmo_fx4dev)s">fonctionnalités pour développeurs dans Firefox 4</a>.
ga: Tá Mozilla chun tosaigh sa chur i bhfeidhm de HTML5 agus teicneolaíochtaí oscailte Gréasáin eile atá i mbéal forbartha fós. Faigh tuilleadh eolais faoin <a href="%(devmo_html5)s">tsonraíocht HTML5</a> agus na feabhsúcháin is déanaí in HTML5, CSS3 agus <a href="%(devmo_fx4dev)s">gnéithe eile d'fhorbróirí i bhFirefox 4</a>.
hr: Mozilla nastavlja vodstvo u naporima usvajanja HTML5 i ostalih razvijajućih tehnologija otvorenog weba. Saznajte više o <a href="%(devmo_html5)s">HTML5 specifikacijama</a> i najnovijim poboljšanjima u HTML5, CSS3 i ostalim <a href="%(devmo_fx4dev)s">značajkama za programere u Firefoxu 4</a>.
ja: Mozilla は HTML5 とその他の革新的なオープンな Web 技術を採用することで変化をリードし続けます。<a href="%(devmo_html5)s">HTML5 仕様</a>と HTML5、CSS3、その他の <a href="%(devmo_fx4dev)s">Firefox 4 の開発者向け新機能</a> における最新の拡張について詳しく知ってください。
pl: Mozilla dokonuje wysiłku, by wprowadzić HTML5 i inne rozwijające się technologie otwartej sieci. Dowiedz się więcej o <a href="%(devmo_html5)s">specyfikacji HTML5</a> i najnowszych udoskonaleniach HTML5, CSS3 i innych <a href="%(devmo_fx4dev)s">funkcjach programistycznych w Firefoksie 4</a>.
zh_tw: Mozilla 持續帶領採用 HTML5 以及其他進化中的開放網頁技術。看看更多關於 <a href="%(devmo_html5)s">HTML5 的標準</a> 以及 HTML5、CSS3，以及 <a href="%(devmo_fx4dev)s">Firefox 4</a> 開發者工具的最新改進。

source: Test the <a href="%(fx4_features)s">next version of Firefox</a> and help us make the world's best browser even better. Firefox 4 advances the modern web and we have a <a href="%(fx4_tech)s">big chart full of check marks</a> to prove it.
el: Δοκιμάστε την <a href="%(fx4_features)s">επόμενη έκδοση του Firefox</a> και βοηθήστε μας να κάνουμε τον καλύτερο περιηγητή του κόσμου, ακόμα πιο καλό. Ο Firefox 4 ωθεί το σύγχρονο διαδίκτυο ακόμα πιο μπροστά και έχουμε μια <a href="%(fx4_tech)s">μεγάλη λίστα επιτευγμάτων</a> για να το αποδείξουμε.
es: Prueba la <a href="%(fx4_features)s">próxima versión de Firefox</a> y ayúdanos a construir el mejor navegador del mundo aún mejor. Firefox 4 avanza en la web moderna y tenemos una <a href="%(fx4_tech)s">gran tabla llena de marcas de verificación</a> para demostrarlo.
fr: Testez la <a href="%(fx4_features)s">prochaine version de Firefox</a> et aidez-nous à rendre le meilleur navigateur au monde encore meilleur. Firefox 4 fait progresser le web moderne et nous avons <a href="%(fx4_tech)s">un grand tableau plein de croix</a> pour le prouver.
ga: Bain triail as <a href="%(fx4_features)s">an chéad leagan eile de Firefox</a> agus cabhraigh linn feabhas a chur ar an mbrabhsálaí is fearr ar domhan. Cuireann Firefox 4 an Gréasán nua-aimseartha chun tosaigh agus tá <a href="%(fx4_tech)s">cairt mhór lán de thiceanna</a> againn mar chruthú.
hr: Isprobajte <a href="%(fx4_features)s">narednu verziju Firefoxa</a> i pomozite nam da najbolji preglednik na svijetu napravimo još boljim. Firefox 4 unapređuje moderni web a mi imamo <a href="%(fx4_tech)s">veliki popis pun upitnika</a> da dokažemo to.
ja: <a href="%(fx4_features)s">次のバージョンの Firefox</a> をテストし、今までにない世界一のブラウザにしましょう。私たちは、Firefox 4 がモダンな Web を促進することを示す、<a href="%(fx4_tech)s">チェックマークでいっぱいの大きな図</a>を持っています。
pl: Testuj <a href="%(fx4_features)s">następną wersję Firefoksa</a> i pomóż nam uczynić najlepszą na świecie przeglądarkę jeszcze lepszą. Firefox 4 udoskonala nowoczesny Internet i mamy na to dowody w postaci <a href="%(fx4_tech)s">ogromnego wykazu wspieranych technologii</a>.
zh_tw: 測試 <a href="%(fx4_features)s">下一個版本的 Firefox</a> 並幫助我們讓全世界最棒的瀏覽器變得更讚。Firefox 4 讓現在的網頁更進一步，我們有個 <a href="%(fx4_tech)s">很大的對照表</a> 可以證明。

source: Use Add-ons Builder to quickly and easily develop an extension for Firefox using common web technologies. There is a <a href="%(tutorial)s">tutorial</a> to get you started and a <a href="%(api)s">variety of APIs in the core library</a> to add functionality to Firefox.
el: Χρησιμοποιήστε το Add-ons Builder για να δημιουργήσετε γρήγορα και εύκολα μια επέκταση για τον Firefox χρησιμοποιώντας μόνο τεχνολογίες που χρησιμοποιείτε καθημερινά στο διαδίκτυο. Υπάρχουν <a href="%(tutorial)s">οδηγίες</a> για να ξεκινήσετε και μια <a href="%(api)s">πληθώρα API στη βασική βιβλιοθήκη</a> για να μπορείτε να προσθέσετε λειτουργίες στον Firefox.
es: Usa el constructor de complementos y desarrolla fácilmente una extensión para Firefox usando tecnologías comunes en la Web. Hay un <a href="%(tutorial)s">tutorial</a> para que te pongas en marcha y una <a href="%(api)s">variedad de API en la biblioteca principal</a> para añadir funcionalidad a Firefox.
fr: Utilisez le constructeur de modules pour développer rapidement et facilement une extension pour Firefox en utilisant des technologies web courantes. Il y a un <a href="%(tutorial)s">tutoriel</a> pour vous aider à démarrer et un <a href="%(api)s">bon nombre d'API dans la bibliothèque principale</a> pour ajouter des fonctionnalités à Firefox.
ga: Úsáid an Tógálaí Breiseán chun eisínteacht le haghaidh Firefox a fhorbairt go tapaidh agus gan aon stró le teicneolaíochtaí coitianta Gréasáin. Tá <a href="%(tutorial)s">cúrsa teagaisc</a> ann agus <a href="%(api)s">APIanna éagsúla sa bhunleabharlann</a> lenar féidir feidhmiúlacht a chur le Firefox.
hr: Korsitite graditelja dodataka da brzo i jednostavno napravite proširenje za Firefox upotrebom standardnih web tehnologija. Postoji <a href="%(tutorial)s">vodič</a> za početak i <a href="%(api)s">raznovrsni API u osnovnoj biblioteci</a> da bi dodali funkcionalnost u Firefoxu.
ja: 一般的な Web 技術を用いた Firefox 向け拡張機能を素早く手軽に開発するためにアドオンビルダーを利用してください。始めるための<a href="%(tutorial)s">チュートリアル</a>と Firefox に機能を追加するための <a href="%(api)s">コアライブラリ内の様々な API</a> があります。
pl: Użyj konstruktora dodatków, by szybko i łatwo stworzyć rozszerzenie dla Firefoksa za pomocą technologii webowych. Tutaj znajduje się <a href="%(tutorial)s">instrukcja</a>, jak rozpocząć i <a href="%(api)s">różne interfejsy programowania aplikacji (API)</a> do dodania funkcji do Firefoksa.
zh_tw: 使用附加元件開發工具以快速、簡單地使用的網頁技術開發出一個擴充套件。這裡有些 <a href="%(tutorial)s">教學</a> 可以幫助您入門，還有一些 <a href="%(api)s">核心程式庫當中的 API</a> 可以讓您新增 Firefox 的功能。

source: News & Updates
el: Νεα & Ενημερωσεις
es: Noticias y actualizaciones
fr: Nouvelles et mises à jour
ga: Nuacht agus Nuashonruithe
hr: Novosti & Ažuriranja
ja: ニュース & 更新情報
pl: Aktualności i aktualizacje
zh_tw: 新聞與最新消息

source: Highlighted Mozilla Developer News & Updates
el: Σημαντικά νέα & ενημερώσεις από το Mozilla Developer
es: Noticias y actualizaciones destacadas de desarrollo de Mozilla
fr: Nouvelles et mises à jour en vedette de Mozilla pour les développeurs
ga: Nuacht agus Nuashonruithe is tábhachtaí d'fhorbróirí Mozilla
hr: Istaknute Mozilla Developer Novosti & Ažuriranja
ja: 注目の Mozilla 開発者ニュースと更新情報
pl: Warte uwagi najnowsze wiadomości i aktualizacje
zh_tw: Mozilla 開發者新聞與最新消息

source: Key Topics for <a href="%(web_url)s" class="web">Web</a> Developers
el: Κύρια θέματα για δημιουργούς <a href="%(web_url)s" class="web">ιστοσελίδων</a>
es: Temas principales para los desarrolladores <a href="%(web_url)s" class="web">Web</a>
fr: Sujets clés pour les développeurs <a href="%(web_url)s" class="web">Web</a>
ga: Topaicí Tábhachtacha le haghaidh Forbróirí <a href="%(web_url)s" class="web">Gréasáin</a>
hr: Ključne teme za <a href="%(web_url)s" class="web">web</a> programere
ja: <a href="%(web_url)s" class="web">Web</a> 開発者向けのキートピックス
pl: Najważniejsze tematy dla twórców <a href="%(web_url)s" class="web">stron internetowych</a>
zh_tw: <a href="%(web_url)s" class="web">Web</a> 開發者的重點主題

source: Learn more about <a href="%(devmo_mobile)s">Fennec</a> and mobile-specific technologies like <a href="%(devmo_geo)s">geolocation</a>.</p>
el: Μάθετε περισσότερα για τον <a href="%(devmo_mobile)s">Fennec</a> και τεχνολογίες που αφορούν ειδικότερα τα κινητά, όπως τη <a href="%(devmo_geo)s">γεωτοποθεσία</a>.</p>
es: Aprende más sobre <a href="%(devmo_mobile)s">Fennec</a> y las tecnologías específicas para móviles como la <a href="%(devmo_geo)s">geolocalización</a>.</p>
fr: En savoir plus sur <a href="%(devmo_mobile)s">Fennec</a> et les technologies mobiles comme la <a href="%(devmo_geo)s">géolocalisation</a>.</p>
ga: Tuilleadh eolais faoi <a href="%(devmo_mobile)s">Fennec</a> agus teicneolaíochtaí sainiúil do ghléasanna soghluaiste, mar shampla <a href="%(devmo_geo)s">suíomh domhanda</a>.</p>
hr: Saznajte više o <a href="%(devmo_mobile)s">Fennec</a> i tehonologija specifičnim za mobilne uređaje kao što je <a href="%(devmo_geo)s">geolokacija</a>.</p>
ja: <a href="%(devmo_mobile)s">Fennec</a> と <a href="%(devmo_geo)s">geolocation</a> のようなモバイル特有の技術について、さらに学んでください。
pl: Dowiedz się więcej o <a href="%(devmo_mobile)s">Fennecku</a> i technologiach mobilnych, takich jak <a href="%(devmo_geo)s">geolokalizacja</a>.</p>
zh_tw: 了解更多關於 <a href="%(devmo_mobile)s">Fennec</a> 與像是 <a href="%(devmo_geo)s">地理位置資訊</a> 的行動技術。

source: <a href="%(builder_url)s">Build your own add-ons</a> and discuss them with the <a href="%(dev_url)s">add-on developer community</a>.
el: <a href="%(builder_url)s">Φτιάξτε τα δικά σας πρόσθετα</a> και κουβεντιάστε για αυτά με την <a href="%(dev_url)s">κοινότητα δημιουργών πρόσθετων</a>.
es: <a href="%(builder_url)s">Crea tus propios complementos</a> y habla sobre ellos con la <a href="%(dev_url)s">comunidad de desarrolladores de complementos</a>.
fr: <a href="%(builder_url)s">Créez vos propres modules complémentaires</a> et discutez-en avec la <a href="%(dev_url)s">communauté des développeurs de modules</a>.
ga: <a href="%(builder_url)s">Tóg do bhreiseáin féin</a> agus pléigh leis an <a href="%(dev_url)s">gcomhphobal forbróirí breiseán</a> iad.
hr: <a href="%(builder_url)s">Napravite svoje dodatke</a> i razgovarajte o njima s <a href="%(dev_url)s">zajednicom programera dodataka</a>.
ja: <a href="%(builder_url)s">独自のアドオンを作成し</a>、<a href="%(dev_url)s">アドオン開発者コミュニティ</a>で話し合ってください。
pl: <a href="%(builder_url)s">Twórz dodatki</a> i dyskutuj o nich z <a href="%(dev_url)s">innymi twórcami dodatków</a>.
zh_tw: <a href="%(builder_url)s">開發您的附加元件</a> 並與 <a href="%(dev_url)s">附加元件開發者社群</a> 進行討論。

source: See how you can <a href="%(devmo_participate)s">participate</a> in <a href="%(devmo_l10n)s">localization</a>, <a href="%(devmo_qa)s">quality assurance</a>, and other Mozilla projects.
el: Δείτε πως μπορείτε να <a href="%(devmo_participate)s">συμμετέχετε</a> στη <a href="%(devmo_l10n)s">μετάφραση</a>, την <a href="%(devmo_qa)s">quality assurance</a> κι άλλα έργα Mozilla.
es: Mira como puedes <a href="%(devmo_participate)s">participar</a> en la <a href="%(devmo_l10n)s">localización</a>, <a href="%(devmo_qa)s">control de calidad</a>, y otros proyectos de Mozilla.
fr: Découvrez comment <a href="%(devmo_participate)s">participer</a> à la <a href="%(devmo_l10n)s">localisation</a>, au <a href="%(devmo_qa)s">contrôle qualité</a> et à d'autres projets de Mozilla.
ga: Conas is féidir <a href="%(devmo_participate)s">páirt a ghlacadh</a> i <a href="%(devmo_l10n)s">logánú</a>, <a href="%(devmo_qa)s">dearbhú cáilíochta</a>, agus tionscadail eile de chuid Mozilla.
hr: Pogledajte kako vi možete <a href="%(devmo_participate)s">sudjelovati</a> u <a href="%(devmo_l10n)s">prijevodu</a>, <a href="%(devmo_qa)s">osiguranju kvalitete</a> i ostalim Mozilla projektima.
ja: <a href="%(devmo_l10n)s">ローカライゼーション</a> や <a href="%(devmo_qa)s">品質保証</a>、他の Mozilla プロジェクトへ <a href="%(devmo_participate)s">参加するには</a>。
pl: Zobacz, jak możesz <a href="%(devmo_participate)s">brać udział</a> w <a href="%(devmo_l10n)s">lokalizacji</a>, <a href="%(devmo_qa)s">kontroli jakości</a> i innych projektach Mozilli.
zh_tw: 看看您可以如何 <a href="%(devmo_participate)s">參與</a> <a href="%(devmo_l10n)s">在地化</a>、<a href="%(devmo_qa)s">品質保證</a>，以及其他的 Mozilla 專案。

source: See what's new for web developers in the latest version of Firefox
el: Δείτε τι νέο υπάρχει στην πιο πρόσφατη έκδοση του Firefox για δημιουργούς ιστοσελίδων
es: Mira qué hay de nuevo para los desarrolladores web en la última versión de Firefox
fr: Découvrez ce qu'il y a de nouveau pour les développeurs web dans la dernière version de Firefox
ga: Gach rud nua d'fhorbróirí Gréasáin sa leagan is déanaí de Firefox
hr: Pogledajte što je novo za web programere u najnovijoj verziji Firefoxa
ja: Firefox の最新バージョンにおける Web 開発者向け新機能の一覧を参照してください。
pl: Zobacz, co jest nowego dla twórców stron internetowych w najnowszej wersji Firefoksa
zh_tw: 看看最新版本的 Firefox 當中有什麼給網頁開發者的新東西

source: Popular Docs
el: Δημοφιλη εγγραφα
es: Documentos populares
fr: Documents populaires
ga: Doiciméadú Is Mó Éileamh Air
hr: Popularni dokumenti
ja: 人気のドキュメント
pl: Popularne artykuły
zh_tw: 熱門文件

source: Hypertext Markup Language, the core technology of the web.
el: Hypertext Markup Language, η βασική τεχνολογία που χρησιμοποιείται στο διαδίκτυο.
es: Lenguaje de marcado de hipertexto, la tecnología central de la web.
fr: Langage de balisage hypertexte, la technologie au cœur du web.
ga: Teanga Mharcála Hipirtéacs (HTML), teicneolaíocht lárnach an Ghréasáin.
hr: Hypertext Markup Language, osnovna tehnologija weba.
ja: Web の基幹言語、HyperText Markup Language
pl: Język HTML (HyperText Markup Language) – główna technologia tworzenia stron internetowych.
zh_tw: 超文件標示語言，網頁的核心技術。

source: CSS Reference
el: Αναφορές CSS
es: Referencia CSS
fr: Référence CSS
ga: Tagairt CSS
ja: CSS リファレンス
pl: Dokumentacja CSS
zh_tw: CSS 參考資料

source: Cascading Style Sheets.
es: Hojas de estilo en cascada.
fr: Feuilles de style en cascade
ga: Stílbhileoga Cascáideacha.
pl: Kaskadowe arkusze stylów.
zh_tw: 串接樣式表。

source: The Document Object Model describes the layout and content of web pages.
el: Το Document Object Model περιγράφει το σχεδιασμό και το περιεχόμενο των ιστοσελίδων.
es: El Modelo de Objetos de Documento describe la disposición y contenido de las páginas web.
fr: Le modèle objet de document décrit la structure et le contenu des pages web.
ga: Déanann DOM (Document Object Model) cur síos ar leagan amach agus inneachar leathanach Gréasáin.
hr: Document Object Model opisuje izgled i sadržaj web stranica.
ja: Web ページの構造とコンテンツについて表現する、Document Object Model について。
pl: Obiektowy model dokumentu (Document Object Model, DOM) opisuje strukturę i zawartość stron internetowych.
zh_tw: 文件物件模型（Document Object Model）描述了網頁的版面與內容。

source: Developing Add-ons
el: Ανάπτυξη πρόσθετων
es: Desarrollar complementos
fr: Développement de modules
ga: Breiseáin a Fhorbairt
hr: Razvijanje dodataka
ja: アドオンの開発
pl: Tworzenie dodatków
zh_tw: 開發附加元件

source: Creating extensions, themes, and plug-ins for Firefox and Thunderbird.
el: Δημιουργία επεκτάσεων, θεμάτων εμφάνισης και πρόσθετων λειτουργιών για τον Firefox και τον Thunderbird.
es: Crear extensiones, temas y plug-ins para Firefox y Thunderbird.
fr: Création d'extensions, de thèmes et de plugins pour Firefox et Thunderbird
ga: Eisínteachtaí, téamaí, agus forlíontáin a chruthú le haghaidh Firefox agus Thunderbird.
hr: Stvaranje proširenja, tema i dodataka za Firefox i Thunderbird.
ja: Firefox や Thunderbird 向けの拡張機能やテーマ、プラグインを作成する。
pl: Tworzenie rozszerzeń, motywów i wtyczek dla Firefoksa i Thunderbirda.
zh_tw: 建立 Firefox 及 Thunderbird 的擴充套件、佈景主題，以及外掛程式。

source: Developing for Mobile
el: Αναπτύσσοντας για κινητά
es: Desarrollar para Mobile
fr: Développement pour Mobile
ga: Ábhar Soghluaiste a Fhorbairt
hr: Programiranje za mobilne uređaje
ja: モバイル向けの開発
pl: Tworzenie dla Firefoksa Mobile
zh_tw: 開發行動版元件

source: Developing add-ons and content for Firefox mobile.
el: Δημιουργία πρόσθετων και περιεχομένου για τον Firefox σε κινητά.
es: Desarrollar complementos y contenidos para Firefox móvil.
fr: Développement de modules et de contenu pour Firefox mobile.
ga: Breiseáin agus ábhar a fhorbairt le haghaidh Firefox Soghluaiste.
hr: Razvoj dodataka i sadržaja za Firefox za mobilne uređaje.
ja: Firefox モバイル向けのアドオン開発とコンテンツの作成について。
pl: Tworzenie dodatków i treści dla Firefoksa Mobile.
zh_tw: 開發給 Firefox 行動版使用的附加元件與內容。

source: Participating in the Mozilla Project
el: Συμμετοχή στο έργο Mozilla
es: Participar en el proyecto Mozilla
fr: Participer au projet Mozilla
ga: Glac Páirt sa Tionscadal Mozilla
hr: Sudjelovanje u Mozilla projektu
ja: Mozilla プロジェクトに参加する
pl: Uczestnictwo w projekcie Mozilla
zh_tw: 參與 Mozilla 專案

source: Everything from filing bugs to fixing them.
el: Οτιδήποτε από την καταχώρηση ενός bug ως και τη διόρθωση του.
es: Todo desde cursar bugs hasta solucionarlos.
fr: Tout, de la soumission de bogues à leur correction.
ga: Gach rud maidir le fabhtanna; ón chéad tuairisc go dtí an ceartúchán.
hr: Sve od prijave bugova do rješavanja istih.
ja: バグの報告から修正までのすべてについて。
pl: Wszystko od zgłoszenia błędu do jego naprawienia.
zh_tw: 回報 Bug 以修復它們。

source: Be Heard.
el: Μιληστε
es: Hazte oír.
fr: Faites-vous entendre.
ga: Lig d'Intinn.
hr: Neka i vas čuju.
ja: 声を上げよう。
pl: Daj się poznać.

source: Get Started Today!
el: Ξεκινηστε σημερα κιολας!
es: ¡Comienza hoy!
fr: Commencez maintenant !
ga: Tosaigh Inniu!
hr: Započnite još danas!
ja: 今日から始めませんか？
pl: Zacznij już dziś!
zh_tw: 今天就開始！

source: Learn How to Make Websites
el: Μάθετε πως να φτιάχνετε ιστότοπους
fr: Apprenez comment faire des sites web
pl: Ucz się tworzyć strony internetowe
zh_tw: 學習如何製造網站

source: <p>Want to learn to use the technologies that power the Web? <br>We’ve put together a great collection of resources to get you started.</p>
el: <p>Θέλετε να μάθετε πως να χρησιμοποιήσετε τις τεχνολογίες που δίνουν πνοή στο διαδίκτυο; <br>Έχουμε συγκεντρώσει μια πλούσια συλλογή πηγών για να ξεκινήσετε.</p>
fr: <p>Vous désirez connaître les technologies qui font marcher le Web ? <br>Nous avons rassemblé une belle collection de ressources pour commencer.</p>
pl: <p>Chcesz nauczyć się korzystać z technologii, które stanowią siłę internetu? <br>By ułatwić ci start, zebraliśmy ogromną kolekcję materiałów.</p>
zh_tw: <p>想要學習網頁技術嗎？<br>我們整理了一些資源讓您可以開始下手。</p>

source: <p><strong>HyperText Markup Language</strong> is the core syntax for putting information on the worldwide web. If you want to create or modify web pages, it’s best if you learn HTML.</p>
el: <p><strong>Η HyperText Markup Language</strong> είναι η βασική γλώσσα σύνταξης για να βάλετε πληροφορίες στον παγκόσμιο ιστό. Αν θέλετε να δημιουργήσετε ή να τροποποιήσετε ιστοσελίδες, το καλύτερο που έχετε να κάνετε, είναι να μάθετε HTML.</p>
fr: <p><strong>HyperText Markup Language</strong> est la syntaxe de base des informations placées sur le web. Si vous voulez créer ou modifier des pages web, il vaut mieux connaître HTML.</p>
pl: <p><strong>Hipertekstowy język znaczników (HTML)</strong> jest podstawowym językiem używanym do tworzenia stron internetowych. Jeśli chcesz tworzyć i modyfikować strony internetowe, najlepiej, jeśli nauczysz się HTML.</p>
zh_tw: <p><strong>超文字標記語言（HyperText Markup Language, HTML）</strong>是把資訊丟到全球資訊網上所需要的的核心語法。若您想要建立或修改網頁，您最好學會一些 HTML。</p>

source: <p><strong>Cascading Style Sheets</strong> ​is a language for describing the appearance of web pages. To create good-looking web pages, you need to learn CSS in order to define the appearance and location of the HTML elements within the pages.</p>
el: <p><strong>Τα Cascading Style Sheets</strong> Είναι μια γλώσσα που περιγράφει την εμφάνιση των ιστοσελίδων . Για να δημιουργήσετε ευπαρουσίαστες ιστοσελίδες, θα πρέπει να μάθετε CSS ώστε να μπορείτε να ορίσετε την εμφάνιση και την τοποθέτηση των στοιχείων της HTML μέσα στις σελίδες.</p>
fr: <p><strong>Cascading Style Sheets</strong> est un langage qui permet de décrire l'apparence des pages web. Pour créer des pages attrayantes, vous devrez connaître CSS afin de définir l'apparence et la position des différents éléments HTML de vos pages.</p>
pl: <p><strong>Kaskadowe arkusze stylów</strong>, to język opisujący wygląd stron internetowych. Aby stworzyć pięknie wyglądającą stronę internetową, musisz poznać CSS, by zdefiniować wygląd i położenie elementów HTML na stronach.</p>
zh_tw: <p><strong>串接樣式表（Cascading Style Sheets, CSS）</strong> 是一種用來描述網頁上元素的樣子的語言。如果要建立好看的網頁，您需要學習 CSS 以定義網頁中的 HTML 元素的樣式與位置。</p>

source: <p><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages ​to respond to user interaction beyond the basic level provided by HTML links and forms.</p>
el: <p><strong>Η JavaScript</strong> (για συντομία JS) είναι η γλώσσα προγραμματισμού που επιτρέπει στις ιστοσελίδες να ανταποκρίνονται σε αλληλεπιδράσεις με τους χρήστες πέρα από τη βασική υποστήριξη αλληλεπίδρασης που προσφέρουν οι δεσμοί και οι φόρμες της HTML.</p>
fr: <p><strong>JavaScript</strong> (JS en abrégé) est le langage de programmation qui permet aux pages web de répondre aux interactions de l'utilisateur au-delà du niveau de base fourni par les liens et formulaires HTML.</p>
pl: <p><strong>JavaScript</strong> (JS) jest językiem programowania umożliwiającym stronom internetowym interakcję z użytkownikiem ponad podstawowy poziom oferowany przez odnośniki i formularze HTML.</p>
zh_tw: <p><strong>JavaScript</strong>（簡稱為 JS）是讓網頁可以在 HTML 鏈結與表單之外，可以回應使用者產生互動的程式語言。</p>
