Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: {count} view
el: {count} προβολή
fr: {count} vue
ga: {count} chuairt
ja: 閲覧数 {count}
pl: {count} wyświetlenie
zh_tw: {count} 個檢視數

source: {count} person liked this demo
el: Αυτό το demo αρέσει σε {count} άτομο
es: A {count} persona le gustó esta demo
fr: {count} personne a aimé cette démo
ga: Is maith le duine amháin an taispeántais seo
ja: {count} 人がこのデモを評価しています。
pl: {count} osobie podoba się to demo
zh_tw: {count} 個人喜歡此 demo

source: {count} like
el: Αρέσει σε {count} άτομο
fr: {count} aime
ga: Taitníonn sé le duine amháin
ja: 評価数 {count}
pl: {count} lubiący
zh_tw: {count} 個人喜歡

source: There is {count} comment for this demo
el: Υπάρχει {count} σχόλιο για αυτό το demo
fr: Il y a {count} commentaire pour cette démo
ga: {count} nóta tráchta ar an taispeántas seo
ja: このデモには {count} 件のコメントがあります
pl: Jest {count} komentarz dla tego dema
zh_tw: 此 demo 有 {count} 條回應

source: {comment_count} comments
el: {comment_count} σχόλια
es: {comment_count} comentarios
fr: {comment_count} commentaires
ga: {comment_count} nóta tráchta
ja: コメント数 {comment_count}
pl: {comment_count} komentarzy
zh_tw: {comment_count} 條回應

source: See the previous image
el: Δείτε την προηγούμενη εικόνα
fr: Voir l'image précédente
ga: An íomhá roimhe seo
ja: 前の画像を見る
pl: Zobacz poprzedni obrazek
zh_tw: 看上一張圖片

source: Previous
el: Προηγούμενη
fr: Précédent
ga: Roimhe Seo
ja: 前へ
pl: Poprzedni
zh_tw: 上一個

source: See the next image
el: Δείτε την επόμενη εικόνα
fr: Voir l'image suivante
ga: An chéad íomhá eile
ja: 次の画像を見る
pl: Zobacz następny obrazek
zh_tw: 看下一張圖片

source: More About This Demo From The Author
el: Περισσότερα σχετικά μ' αυτό το demo από το δημιουργό του
fr: L'auteur nous en dit plus sur cette démo
ga: Tuilleadh Eolais Faoin Taispeántas Seo Ón Údar
ja: 作者のこのデモについての詳細コメント
pl: Więcej informacji od autora o tym demie
zh_tw: 作者所寫的更多關於此 Demo 的資訊

source: No comments yet.
el: Δεν υπάρχουν σχόλια ως τώρα
fr: Encore aucun commentaire.
ga: Gan nótaí tráchta.
ja: まだコメントはありません。
pl: Nie ma jeszcze komentarzy
zh_tw: 還沒有回應

source: {comments_total} comment so far
el: {comments_total} σχόλιο ως τώρα
es: {comments_total} comentario hasta ahora
fr: déjà {comments_total} commentaire
ga: {comments_total} nóta tráchta go dtí seo
ja: {comments_total} 件のコメントがあります。
pl: {comments_total} komentarz do tej pory
zh_tw: 共有 {comments_total} 條回應

source: <p>Why not <a href="#comment-post">Add your own</a>?</p>
el: <p>Γιατί δεν <a href="#comment-post">προσθέτετε το δικό σας</a>;</p>
es: <p>¿Por qué no <a href="#comment-post">Agregas la tuya</a>?</p>
fr: <p>Pourquoi ne pas <a href="#comment-post">Ajouter la vôtre</a> ?</p>
ga: <p>Cén fáth nach gcuirfidh tú <a href="#comment-post">do nóta tráchta féin leis</a>?</p>
ja: <p><a href="#comment-post">コメントを追加しませんか</a>?</p>
pl: <p>Dlaczego nie <a href="#comment-post">dodać swojego</a>?</p>
zh_tw: <p>何不 <a href="#comment-post">新增一筆回應</a>？</p>

source: <p><a href="/Special:UserRegistration">Register</a> or <a href="/Special:UserLogin">log in</a> to add your own.</p>
el: <p><a href="/Special:UserRegistration">Εγγραφείτε</a> ή <a href="/Special:UserLogin">συνδεθείτε</a> για να προσθέσετε το δικό σας.</p>
es: <p><a href="/Special:UserRegistration">Regístrate</a> o <a href="/Special:UserLogin">inicia sesión</a> para añadir los tuyos.</p>
fr: <p><a href="/Special:UserRegistration">Inscrivez-vous</a> ou <a href="/Special:UserLogin">connectez-vous</a> pour ajouter la vôtre.</p>
ga: <p><a href="/Special:UserRegistration">Cláraigh</a> nó <a href="/Special:UserLogin">logáil isteach</a> chun do nóta tráchta féin a chur leis.</p>
ja: <p><a href="/Special:UserRegistration">ユーザ登録</a> または <a href="/Special:UserLogin">ログイン</a> してご自身で追加してください。</p>
pl: <p><a href="/Special:UserRegistration">Zarejestruj się</a> lub <a href="/Special:UserLogin">zaloguj</a>, by dodać swój.</p>
zh_tw: <p><a href="/Special:UserRegistration">註冊</a> 或 <a href="/Special:UserLogin">登入</a> 以加入您的作品。</p>

source: Add your comment
el: Προσθέστε το σχόλιο σας
es: Agrega tu comentario
fr: Ajoutez votre commentaire
ga: Cuir do nóta tráchta leis
ja: コメントを追加
pl: Dodaj komentarz
zh_tw: 新增您的回應

source: Comment
el: Σχόλιο
es: Comentario
fr: Commentaire
ga: Nóta Tráchta
ja: コメント
pl: Prześlij
zh_tw: 回應

source: Get the Source Code
el: Δειτε τον πηγαιο κωδικα
es: Obtén el código fuente
fr: Obtenir le code source
ga: Faigh an Cód Foinseach
ja: ソースコードを入手
pl: Pobierz kod źródłowy
zh_tw: 取得原始碼

source: Download the Source <span class="note">%(file_ksize)s KB &middot; ZIP File</span>
el: Κάντε λήψη του αρχείου <span class="note">ZIP %(file_ksize)s KB &middot; με τον πηγαίο κώδικα</span>
es: Descargar el <span class="note">arhivo ZIP %(file_ksize)s KB &middot;</span> de origen
fr: Téléchargez le <span class="note">fichier ZIP &middot; %(file_ksize)s Ko</span>
ga: Íosluchtaigh an Cód Foinseach <span class="note">Comhad ZIP &middot; %(file_ksize)s KB</span>
ja: ソースをダウンロード <span class="note">%(file_ksize)s KB &middot; ZIP ファイル</span>
pl: Pobierz źródło <span class="note">%(file_ksize)s KB &middot; Plik ZIP</span>
zh_tw: 下載原始碼 <span class="note">%(file_ksize)s KB &middot; ZIP 格式</span>

source: This demo is released under the <a href="%(link)s">%(title)s</a> license.
el: Αυτό το demo διατίθεται σύμφωνα με την άδεια <a href="%(link)s">%(title)s</a>.
fr: Cette démo est fournie sous la licence <a href="%(link)s">%(title)s</a>.
ga: Cuirtear an taispeántas seo ar fáil faoin cheadúnas <a href="%(link)s">%(title)s</a>.
ja: このデモは <a href="%(link)s">%(title)s</a> ライセンスの下で公開されています。
pl: To demo jest wydane na zasadach licencji <a href="%(link)s">%(title)s</a>.
zh_tw: 此 demo 係以 <a href="%(link)s">%(title)s</a> 條款進行授權。

source: More by {creator_link}
el: Περισσότερα από τον/την {creator_link}
fr: D'autres créations de {creator_link}
pl: Więcej autorstwa {creator_link}
zh_tw: {creator_link} 的更多作品

source: Report a Problem
el: Αναφορά προβλήματος
fr: Signaler un problème
pl: Zgłoś problem
zh_tw: 回報問題

source: Demo is not working
el: Το demo δεν λειτουργεί
es: La demo no funciona
fr: La démo ne fonctionne pas
ga: Níl an taispeántas ag obair
ja: このデモは動作しません
pl: Demo nie działa
zh_tw: Demo 壞掉了

source: Demo is inappropriate
el: Το demo έχει ανάρμοστο περιεχόμενο
es: La demo es poco apropiada
fr: La démo n'est pas appropriée
ga: Tá an taispeántas mí-oiriúnach
ja: このデモは不適切です
pl: Demo zawiera nieodpowiednie treści
zh_tw: 不適合的 Demo

source: Demo is not by this author
el: Το demo ανήκει σε άλλο προγραμματιστή
es: La demo no es de este autor
fr: La démo n'est pas de cet auteur
ga: Níor scríobh an t-údar seo an taispeántas seo
ja: このデモはこの作者によるものではありません
pl: Demo nie jest stworzone przez tego autora
zh_tw: 非由此作者製作的 Demo

source: Submitted by:
el: Υποβλήθηκε από:
fr: Soumis par :
ga: Cruthaithe ag:
ja: 投稿者:
pl: Przesłane przez:
zh_tw: 由此人送出:

source: Tagged as:
el: Έχει ετικέτα:
fr: Tagué avec :
ga: Clibeáilte:
ja: タグ:
pl: Oznaczone jako:
zh_tw: 被標籤為:

source: Flag this demo?
el: Να γίνει αναφορά του demo;
es: ¿Marcar este video?
fr: Signaler cette démo ?
ga: An bhfuil fonn ort bratach a chur leis an taispeántas seo?
ja: このデモの問題を報告しますか？
pl: Zgłosić to demo?
zh_tw: 標示此 Demo?

source: Flag content
el: Αναφορά περιεχομένου
es: Marcar contenido
fr: Signaler le contenu
ga: Bratach a chur leis an ábhar
ja: 上記内容を報告
pl: Zgłoś treść
zh_tw: 標示內容

source: Recent demos
el: Πρόσφατα demo
fr: Démos récentes
ga: Taispeántais is déanaí
ja: 最近投稿されたデモ
pl: Najnowsze dema
zh_tw: 最近的 Demo

source: Featured demos
el: Προβεβλημενα demo
es: Demos destacadas
fr: Démos en vedette
ga: Taispeántais mhór-le-rá
ja: 注目のデモ
pl: Polecane dema
zh_tw: 精選 Demo

source: <p>Welcome to Mozilla Demo Studio, where developers like you can develop, share, demonstrate, and learn all about Web technologies. See what’s possible by exploring Demo Studio:</p> <ul> <li>View <strong>demos</strong> that showcase what HTML, CSS, and JavaScript can do.</li> <li>Inspect the <strong>source code</strong> for those demos so you can see how they work.</li> <li>Read <strong>documentation</strong> to learn about the open standards and technologies that power the Web.</li> </ul>
el: <p>Καλωσορίσατε στο Mozilla Demo Studio, όπου προγραμματιστές σαν κι εσάς μπορούν να αναπτύξουν, να μοιραστούν, να επιδείξουν και να μάθουν όλες τις νέες δικτυακές τεχνολογίες. Δείτε όλες τις νέες δυνατότητες, εξερευνώντας το Demo Studio:</p> <ul> <li>Δείτε <strong>demo</strong> που αποδεικνύουν τι μπορεί να φτιαχτεί με HTML, CSS, και JavaScript.</li> <li>Επιθεωρήστε τον <strong>πηγαίο κώδικα</strong> αυτών των demo για να δείτε πως ακριβώς δουλεύουν.</li> <li>Διαβάστε την <strong>τεκμηρίωση</strong> για να μάθετε σχετικά με τα ανοικτά πρότυπα και την τεχνολογία που είναι η κινητήρια δύναμη του διαδικτύου.</li> </ul>
es: <p>Bienvenido a Mozilla Demo Studio, donde desarrolladores como tú pueden desarrollar, compartir, demostrar y aprenderlo todo sobre tecnologías web. Explora Demo Studio y descubre sus posibilidades:</p> <ul> <li>Visualiza <strong>demos</strong> que muestran de lo que son capaces HTML, CSS y JavaScript.</li> <li>Inspecciona el <strong>código fuente</strong> de las demos para ver cómo funcionan.</li> <li>Lee <strong>documentación</strong> para aprender sobre las tecnologías abiertas que dan vida a la Web.</li> </ul>
fr: <p>Bienvenue dans le Mozilla Demo Studio, où des développeurs peuvent créer, partager et montrer tout ce qui concerne les technologies web. Voyez ce qui est possible en explorant le Demo Studio :</p><ul><li>Regardez des <strong>démos</strong> qui mettent en lumière ce qu'HTML, CSS et JavaScript peuvent faire.</li><li>Examinez le <strong>code source</strong> de ces démos pour comprendre leur fonctionnement.</li><li>Consultez la <strong>documentation</strong> pour en savoir plus sur les standards ouverts et les technologies qui composent le web.</li></ul>
ga: <p>Fáilte go Stiúideo Taispeántas Mozilla, áit inar féidir le forbróirí a gcuid oibre a chomhroinnt agus chur ar taispeáint, agus tuilleadh eolais a fháil faoi theicneolaíochtaí Gréasáin. Taiscéal an Stiúideo agus féach ar na rudaí go léir is féidir a dhéanamh:</p> <ul> <li>Féach ar <strong>thaispeántais</strong> a léiríonn cumhacht HTML, CSS, agus JavaScript.</li> <li>Iniúch <strong>cód foinseach</strong> na dtaispeántas sin sa chaoi go dtuigfidh tú an chaoi a n-oibríonn siad.</li> <li>Léigh <strong>doiciméadú</strong> chun tuilleadh eolais a fháil faoi na teicneolaíochtaí agus na caighdeáin oscailte a chumhachtaíonn an Gréasán.</li> </ul>
pl: <p>Witamy w Mozilla Demo Studio, gdzie twórcy, tacy jak ty, mogą rozwijać, dzielić się, pokazać i nauczyć się wszystkiego o technologiach internetowych. Zobacz, jakie możliwości daje zgłębianie zasobów Demo Studio:</p> <ul> <li>Obejrzyj <strong>dema</strong> prezentujące, czego HTML, CSS i JavaScript mogą dokonać.</li> <li>Sprawdź <strong>kod źródłowy</strong> tych dem, by zobaczyć, jak one działają.</li> <li>Zapoznaj się z <strong>dokumentacją</strong>, by dowiedzieć się więcej o otwartych standardach i technologiach stosowanych w internecie.</li> </ul>
zh_tw: <p>歡迎來到 Mozilla Demo Studio，一個讓像您這樣的開發者可以開發、分享、展示，並學習網頁技術的地方。透過探索 Demo Studio，看看有什麼可能:</p> <ul> <li>檢視展示了 HTML、CSS、JavaScript 可以做什麼的 <strong>demo</strong>。</li> <li>檢測這些 demo 的 <strong>原始碼</strong>，看看它們是怎麼寫成的。</li> <li>閱讀 <strong>文件</strong> 以了解開放原始碼與技術可以如何加強網頁。</li> </ul>

source: Featured Demos
el: Προβεβλημενα demo
es: Demos destacadas
fr: Démos en vedette
ga: Taispeántais Mhór-Le-Rá
ja: 注目のデモ
pl: Polecane dema
zh_tw: 精選 Demo

source: See the previous three demos
el: Δείτε τα προηγούμενα τρία demo
fr: Voir les trois démos précédentes
ga: Na trí thaispeántas roimhe seo
ja: 前の 3 つのデモを見る
pl: Zobacz poprzednie trzy dema
zh_tw: 看上三個 demo

source: See the next three demos
el: Δείτε τα επόμενα τρία demo
fr: Voir les trois prochaines démos
ga: An chéad trí thaispeántas eile
ja: 次の 3 つのデモを見る
pl: Zobacz następne trzy dema
zh_tw: 看下三個 demo

source: Subscribe to a feed of {tag_title} demos
el: Εγγραφείτε συνδρομητές σε αρχείο ροής για demo με ετικέτα: {tag_title}
fr: Abonnez-vous au flux des démos {tag_title}
ga: Liostáil le fotha de thaispeántais {tag_title}
ja: {tag_title} が付けられたデモのフィードを購読する
pl: Subskrybuj kanał dem „{tag_title}”
zh_tw: 訂閱 {tag_title} demo 的消息來源

source: recent
el: πρόσφατο
es: reciente
fr: récent
ga: is déanaí
ja: 最近投稿された
pl: najnowsze
zh_tw: 最近

source: by %(profile_link)s
el: από τον/την %(profile_link)s
fr: par %(profile_link)s
ga: le %(profile_link)s
pl: autor: %(profile_link)s
zh_tw: 由 %(profile_link)s

source: Remove this toolbar
el: Αφαίρεση αυτής της εργαλειοθήκης
fr: Supprimer cette barre d'outils
ga: Bain an barra uirlisí seo
ja: このツールバーを削除
pl: Usuń ten pasek narzędzi
zh_tw: 移除此工具列

source: Remove toolbar
el: Αφαίρεση της εργαλειοθήκης
fr: Retirer la barre d'outils
ga: Bain an barra uirlisí
ja: ツールバーを削除
pl: Usuń pasek narzędzi
zh_tw: 移除工具列

source: Browse all demos
el: Περιήγηση σε όλα τα demo
es: Explora todas las demos
fr: Parcourir toutes les démos
ga: Brabhsáil gach taispeántas
ja: すべてのデモを見る
pl: Przeglądaj dema
zh_tw: 瀏覽所有展示

source: Subscribe to a feed of all demos
el: Εγγραφείτε συνδρομητές σε αρχείο ροής για όλα τα demo
fr: Abonnez-vous au flux de toutes les démos
ga: Liostáil le fotha de gach taispeántas
ja: すべてのデモのフィードを購読する
pl: Subskrybuj kanał wszystkich dem
zh_tw: 訂閱所有 demo 的消息來源

source: Search for "{q}"
el: Αναζήτηση για «{q}»
fr: Recherche de « {q} »
ga: Cuardach ar "{q}"
ja: "{q}" で検索
pl: Szukaj „{q}”
zh_tw: 搜尋「{q}」

source: Search results for "{q}"
el: Αποτελέσματα αναζήτησης για «{q}»
es: Resultados de la búsqueda "{q}"
fr: Résultats de la recherche pour « {q} »
ga: Torthaí an chuardaigh ar "{q}"
ja: "{q}" での検索結果
pl: Wyniki szukania dla „{q}”
zh_tw: 「{q}」的搜尋結果

source: Search demos for "{q}"
el: Αναζήτηση στα demo για «{q}»
fr: Recherche de « {q} » dans les démos
ga: Cuardaigh taispeántais ar "{q}"
ja: "{q}" でデモを検索
pl: Szukaj dem dla „{q}”
zh_tw: 搜尋「{q}」的 demo

source: Subscribe to a feed of search results for "{q}"
el: Εγγραφείτε συνδρομητές σε αρχείο ροής για αποτελέσματα αναζήτησης του «{q}»
fr: Abonnez-vous au flux des résultats de recherche pour « {q} »
ga: Liostáil le fotha de thorthaí an chuardaigh ar "{q}"
ja: "{q}" での検索結果のフィードを購読する
pl: Subskrybuj kanał wyników szukania dla „{q}”
zh_tw: 訂閱「{q}」搜尋結果的消息來源

source: {tag_title} Demos
el: Demo με ετικέτα: {tag_title}
fr: Démos {tag_title}
ga: Taispeántais {tag_title}
ja: {tag_title} のデモ
pl: Dema {tag_title}
zh_tw: {tag_title} Demo

source: Demos tagged {tag}
el: Demo με ετικέτα: {tag}
es: Demos con la siguiente etiqueta {tag}
fr: Démos taguées avec {tag}
ga: Taispeántais clibeáilte {tag}
ja: {tag} タグの付いたデモ
pl: Dema oznaczone {tag}
zh_tw: 被加上 {tag} 標籤的 Demo

source: Learn More
el: Μάθετε περισότερα
fr: En savoir plus
ga: Tuilleadh Eolais
ja: さらに学ぶ
pl: Dowiedz się więcej
zh_tw: 了解更多資訊

source: Demos for {display_name}
el: Demo του/της {display_name}
es: Demos para {display_name}
fr: Démos pour {display_name}
ga: Taispeántais de chuid {display_name}
ja: {display_name} のデモ
pl: Dema dla {display_name}

source: Subscribe to a feed of {display_name}'s demos
el: Εγγραφείτε συνδρομητές σε αρχείο ροής για demo του/της {display_name}
fr: Abonnez-vous au flux des démos de {display_name}
ga: Liostáil le fotha de thaispeántais de chuid {display_name}
ja: {display_name} のデモのフィードを購読する
pl: Subskrybuj kanał dem {display_name}
zh_tw: 訂閱 {display_name} 的 demo 的消息來源

source: Edit {demo_title}
el: Επεξεργασία {demo_title}
es: Editar {demo_title}
fr: Modifier {demo_title}
ga: Cuir {demo_title} in eagar
ja: {demo_title} を編集
pl: Edytuj {demo_title}
zh_tw: 編輯 {demo_title}

source: Submit a New Demo
el: Υποβολη νεου demo
fr: Soumettre une nouvelle démo
ga: Seol Taispeántas Nua Chugainn
ja: 新しいデモを投稿
pl: Prześlij nowe demo
zh_tw: 送出一個新的 Demo

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p> <p>Please complete the form below to ensure your demo is submitted to the Demo Studio successfully.</p>
el: <p>Είτε φτιάχνετε ένα νέο θαυμαστό τόπο στο διαδίκτυο, είτε απλά πειραματίζεστε με τη νέα τεχνολογία, σας προσκαλούμε να προσθέσετε τα δικά σας demo για να μοιραστείτε τις εμπειρίες σας (ή απλά να τα επιδείξετε) με άλλους προγραμματιστές.</p> <p>Σας παρακαλούμε να συμπληρώσετε την παρακάτω φόρμα για να είστε σίγουροι ότι το demo σας θα υποβληθεί με επιτυχία στο Demo Studio.</p>
es: <p>Si estás creando una forma nueva y fascinante de vivir la Web o simplemente estás experimentando con las últimas tecnologías, te invitamos a que envíes tus propias demos para compartir con otros desarrolladores web (o presumir de ellas).</p> <p>Completa el siguiente formulario para asegurarte de que tu demo se ha enviado al Demo Studio sin problemas.</p>
fr: <p>Que vous soyez en train d'imaginer une manière révolutionnaire de vivre le web ou que vous fassiez de simples expériences avec les dernières technologies, nous vous invitons à partager (ou à montrer) vos démos aux autres développeurs web.</p><p>Veuillez remplir le formulaire ci-dessous pour que votre démo soit transmise au Demo Studio.</p>
ga: <p>An bhfuil bealach úrnua le sult a bhaint as an nGréasán agat? Nó nach bhfuil tú ach ag baint triail as na teicneolaíochtaí is déanaí? Is cuma linn agus fearaimid fáilte romhat do chuid taispeántas a chur faoinár mbráid chun iad a chomhroinnt le forbróirí Gréasáin eile.</p> <p>Líon isteach an fhoirm thíos chun bheith cinnte go mbeidh do thaispeántas seolta chugainn gan fadhb.</p>
ja: <p>あなたが作成したものが、まだ Web では体験したことがない、驚くような新しいものであるか、単に最新の技術の成果を体験できるものなだけであるかに関わらず、あなた自身のデモを他の Web 開発者と共有、もしくは、お披露目するために投稿することをおすすめします。</p> <p>Demo Studio にデモが上手く投稿されるようにするには、以下のフォームに必要事項を入力してください。</p>
pl: <p>Czy tworzysz niezwykłe nowe sposoby korzystania z internetu, czy tylko eksperymentujesz z najnowszymi technologiami, zapraszamy cię do przesłania swoich dem, by podzielić się nimi z innymi twórcami lub tylko je pokazać.</p> <p>Uzupełnij poniższy formularz, by prawidłowo przesłać demo do Demo Studio.</p>
zh_tw: <p>不論您是正要建立一個全新的方式以體驗網頁，或正要實驗最新的技術，我們邀請您送出您的 demo 以與其他網頁開發者分享（或炫耀）。</p> <p>請完成下列表單以確定您的 demo 被成功送出到 Demo Studio。</p>

source: Describe Your Demo
el: Περιγράψτε το demo σας
es: Describe tu Demo
fr: Décrivez votre démo
ga: Déan Cur Síos ar do Thaispeántas
ja: あなたのデモを説明してください。
pl: Opisz demo
zh_tw: 描述您的 Demo

source: <p>Tell us more about your demo, including the name, description and the technologies used. Please list the browsers you have tested it with.</p>
el: <p>Πείτε μας περισσότερα για το demo σας και συμπεριλάβετε σ' αυτά το όνομα, την περιγραφή και τις τεχνολογίες που χρησιμοποιεί. Παρακαλούμε αναφέρετε τους περιηγητές πάνω στους οποίους το δοκιμάσατε.</p>
es: <p>Cuéntanos más cosas sobre tu demo, incluyendo el nombre, una descripción y las tecnologías que has usado. Enumera los navegadores en los que la has probado.</p>
fr: <p>Dites-nous en plus sur votre démo, en nous donnant son nom, une description et les technologies utilisées. Indiquez aussi la liste des navigateurs dans lesquels vous l'avez testée.</p>
ga: <p>Tabhair tuilleadh eolais dúinn faoi do thaispeántas: an t-ainm, cur síos, agus na teicneolaíochtaí a d'úsáid tú san áireamh. Liostaigh na brabhsálaithe a ndearna tú tástáil leo.</p>
ja: <p>あなたのデモの名前や説明、使用されている技術について、詳しく教えてください。また、このデモをテストしたブラウザを挙げてください。</p>
pl: <p>Podaj dane o swoim demie: nazwę, opis i użyte technologie. Wskaż przeglądarki, na których było testowane.</p>
zh_tw: <p>告訴我們關於您的 demo 的資訊，包含名稱、說明，以及所用到的技術。請列出您用來測試過的瀏覽器。</p>

source: Select up to five technologies used in your demo.
el: Επιλέξτε μέχρι πέντε τεχνολογίες που χρησιμοποιείτε στο demo σας.
fr: Sélectionnez jusqu'à cinq technologies utilisées dans votre démo.
ga: Roghnaigh suas le cúig theicneolaíocht a d'úsáid tú i do thaispeántas.
ja: デモに使用されている技術を 5 個まで選択してください。
pl: Zaznacz maksymalnie pięć technologii użytych w tym demie
zh_tw: 選擇您的 demoe 當中所使用到的技術，最多五種。

source: Show Off Your Demo
el: Επιδείξετε το demo σας
fr: Montrez votre démo
ga: Déan Gaisce De Do Thaispeántas
ja: デモを公開する
pl: Pochwal się swoim demem
zh_tw: 炫耀您的 Demo

source: Provide at least one screenshot of your demo in action
el: Δώστε τουλάχιστον ένα στιγμιότυπο οθόνης του demo σας σε δράση
fr: Fournissez au moins une capture d'écran de votre démo en action
ga: Soláthair grianghraf amháin ar a laghad de do thaispeántas i ngníomh
ja: あなたのデモが動作しているところのスクリーンショットを一枚以上提供してください。
pl: Dołącz przynajmniej jeden obrazek tego dema w działaniu
zh_tw: 提供您的 Demo 的至少一張畫面擷圖

source: JPEG and PNG supported. Minimum size of 480x360.
el: Υποστηρίζονται αρχεία JPEG και PNG. Ελάχιστη ανάλυση 480x360.
es: Admite JPEG y PNG. El tamaño mínimo es de 480x360.
fr: JPEG et PNG sont acceptés. Taille minimum de 480×360.
ga: Tacaítear le JPEG agus PNG. Íosmhéid 480×360.
ja: JPEG および PNG 形式のみ対応しています。最小サイズは 480x360 ピクセルです。
pl: Obsługiwane formaty: JPEG i PNG. Minimalny rozmiar 480x360.
zh_tw: 支援 JPEG 與 PNG 。最小大小為 480x360。

source: We support YouTube and Vimeo
el: Υποστηρίζουμε το YouTube και το Vimeo
fr: Nous acceptions les vidéos YouTube et Vimeo
ga: Tacaíonn muid le YouTube agus Vimeo
ja: YouTube および Vimeo をサポートしています
pl: Obsługujemy YouTube i Vimeo
zh_tw: 我們支援 YouTube 與 Vimeo

source: If your demo has problems when displayed in an <iframe>, try changing this.
el: Αν το demo παρουσιάζει προβλήματα όταν προβάλλεται μέσα σε <iframe>, δοκιμάστε να το αλλάξετε.
fr: Si votre démo a des problèmes lorsqu'elle est affichée dans un <iframe>, essayez de changer ceci.
ga: Má tá fadhbanna le do thaispeántas nuair a bhíonn sé in <iframe>, athraigh é seo.
pl: Jeśli twoje demo ma problemy z wyświetlaniem w <iframe>, spróbuj to zmienić.
zh_tw: 若您的 demo 在 <iframe> 當中顯示時會發生問題，請試著修改此項。

source: Preparing Your Demo
el: Ετοιμάζοντας το demo σας
fr: Préparation de votre démo
ga: Do Thaispeántas a Ullmhú
ja: デモ投稿のための準備
pl: Przygotowywanie demo
zh_tw: 準備您的 Demo
