Repository: fwenzel/mdn-locales
Catalog: */LC_MESSAGES/messages.po
Languages: el, es, fr, ga, hr, ja, pl, zh_tw

source: Use these challenges to hone your HTML skills (for example, “Should I use an &lt;h2&gt; element or a &lt;strong&gt; element?”), focusing on meaningful mark-up.
el: Χρησιμοποιείστε αυτές τις προκλήσεις για να βελτιώσετε τις γνώσεις σας στη HTML (για παράδειγμα, «Να χρησιμοποιήσω ένα στοιχείο &lt;h2&gt; ή ένα στοιχείο &lt;strong&gt; ;»), προσπαθώντας να γράψετε ευανάγνωστο mark-up.
pl: Użyj tych zadań, by doskonalić swoje umiejętności w stosowaniu HTML-a. Na przykład: czy należy używać elementu <h2>, czy <strong>?
zh_tw: 透過這些挑戰以精進您的 HTML 技能（舉例，「我應該使用 &lt;h2&gt; 元素還是 &lt;strong&gt; 元素？」），聚焦於有意義的文件語法。

source: A comprehensive reference for HTML elements, and how Firefox and other browsers support them.
el: Μια πλήρης αναφορά των στοιχείων της HTML και η υποστήριξη τους από τον Firefox κι άλλους περιηγητές.
fr: Une référence complète sur les éléments HTML, et la manière dont Firefox et d'autres navigateurs les gèrent.
pl: Obszerna dokumentacja elementów HTML oraz jak Firefox i inne przeglądarki je obsługują.
zh_tw: 綜合的 HTML 元素參考資料，以及 Firefox 與其他瀏覽器的支援程度如何。

source: /en/Tips_for_Authoring_Fast-loading_HTML_Pages
fr: /fr/Astuces_de_création_de_pages_HTML_à_affichage_rapide
pl: /pl/Tips_for_Authoring_Fast-loading_HTML_Pages

source: Tips for Authoring Fast-loading HTML Pages
el: Συμβουλές για τη δημιουργία σελίδων HTML που φορτώνονται γρήγορα
pl: Porady dla tworzących szybko wczytujące się strony HTML
zh_tw: 編輯可以快速載入的 HTML 頁面的小技巧

source: Optimize web pages to provide a more responsive site for visitors and reduce the load on your web server and Internet connection.
el: Βελτιώστε τις ιστοσελίδες σας ώστε οι επισκέπτες σας να απολαμβάνουν πιο γρήγορες ανταποκρίσεις και να μειώσετε τον φόρτο του διακομιστή και της γραμμής σας.
fr: Optimisez les pages web pour obtenir un site plus réactif pour les visiteurs et réduire la charge sur votre serveur web et votre connexion Internet.
pl: Optymalizacja stron internetowych, by uzyskać witrynę lepiej wchodzącą w interakcję z osobami odwiedzającymi, zmniejszyć obciążenie swojego serwera i połączenia z internetem.
zh_tw: 最佳化您的網頁以提供更好回應給參觀者，並減少您網頁伺服器與網路連線的負擔。

source: Dive into HTML5
fr: Plongez dans HTML5
pl: Zgłębiaj HTML5
zh_tw: 潛入 HTML

source: This site features HTML5
el: Αυτός ο ιστότοπος σχεδιάστηκε με HTML5
pl: Ta witryna oferuje HTML5
zh_tw: 此網站使用 HTML5

source: From Mark Pilgrim
el: Του Mark Pilgrim
fr: De Mark Pilgrim
pl: Od Marka Pilgrima

source: Learn about a selection of features of HTML5, the newest version of the HTML specification.
el: Μάθετε σχετικά με μια συλλογή χαρακτηριστικών της HTML5, της πιο πρόσφατης έκδοσης προδιαγραφών HTML.
fr: Découvrez une sélection de fonctionnalités HTML5, la nouvelle version de la spécification HTML.
pl: Dowiedz się więcej o wybranych funkcjach HTML5 – najnowszej wersji specyfikacji HTML.
zh_tw: 了解 HTML5，最新版本 HTML 規格的精選功能。

source: Get Ready for HTML5
el: Ετοιμαστείτε για την HTML5
fr: Préparez-vous pour HTML5
pl: Przygotuj się na HTML5

source: Some suggestions to help you get on board with HTML5.
el: Μερικές προτάσεις που θα σας βοηθήσουν να μεταβείτε σε HTML5.
fr: Quelques suggestions pour vous initier à HTML5.
pl: Sugestie, które pomogą ci dostać się na pokład z HTML5.
zh_tw: 幫助您帶著 HTML5 上船的一些建議。

source: HTML5 Tutorials
el: Σεμινάρια HTML5
fr: Tutoriel HTML5
pl: Podręczniki o HTML5
zh_tw: HTML5 教學

source: HTML5 Rocks
fr: HTML5 c'est génial
pl: Fundamenty HTML5

source: Take a guided tour through code that uses HTML5 features.
el: Δείτε μια ξενάγηση σε κώδικα που περιλαμβάνει χαρακτηριστικά HTML5.
fr: Une visite guidée du code qui utilise des fonctionnalités HTML5.
pl: Zrób sobie wycieczkę z przewodnikiem po kodzie, który używa funkcji HTML5.
zh_tw: HTML5 功能的語法導覽。

source: Semantics in HTML5
el: Semantics σε HTML5
fr: Sémantique en HTML5
pl: Kod semantyczny w HTML5
zh_tw: HTML5 當中的語義

source: Learn meaningful mark-up that is extensible and backwards- and forwards-compatible.
fr: Apprenez à faire un balisage extensible, rétrocompatible et évolutif.
pl: Dowiedz się o rozszerzalnych znacznikach kompatybilnych ze starymi i nowymi rozwiązaniami.
zh_tw: 學習有意義的語法，幫助您彈性地向前或向後相容。

source: Canvas Tutorial
el: Σεμινάριο Canvas
fr: Tutoriel canvas
pl: Podręcznik o canvas
zh_tw: Canvas 教學

source: Learn how to draw graphics using scripting using the &lt;canvas&gt; element.
fr: Découvrez comment dessiner avec des scripts en utilisant l'élément &lt;canvas&gt;.
pl: Dowiedz się jak rysować grafiki za pomocą elementu <canvas>, używając skryptów.
zh_tw: 學習如何使用程式碼來在 &lt;canvas&gt; 元素上作圖。

source: HTML5 Doctor
pl: Doktor HTML5
zh_tw: HTML5 博士

source: Articles about using HTML5 right now.
el: Άρθρα σχετικά με την χρήση της HTML5 αυτή τη στιγμή.
fr: Articles sur l'utilisation d'HTML5 dès aujourd'hui.
pl: Artykuły na temat korzystania z HTML5.
zh_tw: 關於現在就使用 HTML5 的一些文章。

source: The Joy of HTML5 Audio
el: Η απόλαυση του HTML5 Audio
fr: Les joies de HTML5 Audio
pl: Korzystanie z HTML5 Audio
zh_tw: HTML5 音訊的喜悅

source: Learn how to use the HTML audio element to embed sounds in your web pages easily. Lots of code examples are included in the tutorial.
fr: Découvrez comment utiliser l'élément HTML audio pour intégrer des sons facilement dans vos pages web. De nombreux exemples sont proposés dans ce tutoriel.
pl: Dowiedz się, jak użyć elementu audio HTML, aby łatwo umieścić dźwięki na stronach internetowych. W podręczniku jest zawartych wiele przykładów kodu.
zh_tw: 學習如何使用 HTML 的 audio 元素來簡單地就能把音效嵌入至您的網頁當中。教學當中有許多語法範例。

source: HTML5 Examples
el: Παραδείγματα HTML5
fr: Exemples HTML5
pl: Przykłady HTML5
zh_tw: HTML5 範例

source: Demos from Mozilla developers and evangelists.
el: Demo από προγραμματιστές και εθελοντές του Mozilla.
fr: Démos des développeurs et évangélistes Mozilla.
pl: Dema od twórców Mozilli i innych autorów.
zh_tw: Mozilla 開發者與傳教士所作的一些展示。

source: Run, inspect, and submit demos that show what HTML, CSS, and JavaScript can do.
el: Εκτελέστε, επιθεωρείστε και υποβάλετε demo που δείχνουν τι μπορεί να δημιουργηθεί με HTML, CSS και JavaScript.
fr: Lancez, inspectez et envoyez des démos montrant ce que HTML, CSS et JavaScript peuvent faire.
pl: Uruchom, sprawdź i prześlij dema, które pokazują, co HTML, CSS i JavaScript może zrobić.
zh_tw: 執行、檢測、並送出展示了 HTML、CSS，以及 JavaScript 可以做什麼的 demo。

source: HTML5 Demos and Examples
el: Παραδείγματα και demo HTML5
fr: Démos et exemples HTML5
pl: Dema i przykłady HTML5
zh_tw: HTML5 展示與範例

source: Demos that you can filter by technology or browser support.
fr: Démos que vous pouvez filtrer par technologie ou support des navigateurs.
pl: Dema, które można filtrować wg technologii lub obsługi przez przeglądarkę.
zh_tw: 您可以透過過濾技術或瀏覽器支援度來觀賞的 Demo。

source: HTML5 Gallery
el: Συλλογή HTML5
fr: Galerie HTML5
pl: Galeria HTML5
zh_tw: HTML5 藝廊

source: Showcase of sites that use HTML5 to help you learn about how it should be used.
el: Παρουσίαση σελίδων που χρησιμοποιούν HTML5 για να σας βοηθήσει να μάθετε πως θα πρέπει να χρησιμοποιείται.
fr: Démonstration de sites qui utilisent HTML5 pour vous aider à comprendre comment l'utiliser.
pl: Prezentacja miejsc używających HTML5, które pomogą ci nauczyć się, jak należy go stosować.
zh_tw: 使用了 HTML5 網站的櫥窗，幫助您可以了解應該如何使用。

source: <h2>Tired of learning on your own?<br>Want to join a community of people learning HTML and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through <a href="http://p2pu.org/">Peer-to-Peer University’s<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
fr: <h2>Marre d'apprendre par vous-même ?<br> Vous voulez rejoindre une communauté de personnes qui apprennent HTML et d'autres technologies web ouvertes ?</h2> <p>N'hésitez pas à vous inscrire à des groupes d'études en commun avec la <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> de la <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>. Partagez vos découvertes, vos luttes et vos victoires avec d'autres qui apprennent en même temps que vous.</p>
pl: <h2>Próbujesz uczyć się samemu?<br> Czy chcesz przyłączyć się do społeczności uczącej się o HTML i innych otwartych technologiach internetowych?</h2> <p>Zarejestruj się w <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>, działającej w ramach <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> grupie takich samych, jak ty osób. Podziel się z innymi swoimi odkryciami, walką i zwycięstwami na niwie HTML i innych nowych technologii internetowych.</p>

source: <p>These resources are created by forward-thinking companies and web developers who have embraced open standards and best practices for web development. If you think we’ve omitted a great resource, please tell us about it in the <a href="/forums/viewforum.php?f=4">Open Web Forum</a>. We want to share these resources with our international community, so we prefer ones that provide or allow translations, through an open content license such as a <a href="http://creativecommons.org/licenses/">Creative Commons license</a>.</p>
pl: <p>Zasoby te są tworzone przez patrzące w przyszłość firmy i twórców stron internetowych, którzy przyjęli otwarte standardy i najlepsze rozwiązania dotyczące tworzenia stron internetowych. Jeśli uważasz, że pominęliśmy jakieś istotne materiały, poinformuj nas o tym za pośrednictwem <a href="/forums/viewforum.php?f=4">Open Web Forum</a>. Chcemy podzielić się tymi zasobami z naszą międzynarodową społecznością, więc przetłumacz je lub umożliw tłumaczenie na zasadach otwartej licencji, np. <a href="http://creativecommons.org/licenses/">Creative Commons</a>.</p>

source: This site discusses <strong>HTML5</strong>, the upcoming latest version of the standard. Many HTML5 features are supported by modern browsers, but many users still have older browsers and so can’t take advantage.
el: Αυτές οι σελίδες αναφέρονται στην <strong>HTML5</strong>, την επερχόμενη πιο πρόσφατη έκδοση του πρότυπου. Πολλά από τα χαρακτηριστικά της HTML5 υποστηρίζονται από τους σύγχρονους περιηγητές, αλλά αρκετοί χρήστες χρησιμοποιούν παλιούς περιηγητές και δεν μπορούν να τα απολαύσουν.
pl: Na tej witrynie jest omawiana najnowsza, nadchodząca wersja standardu <strong>HTML5</strong>. Wiele funkcji HTML5 jest obsługiwanych przez nowoczesne przeglądarki, ale wielu użytkowników wciąż ma starsze przeglądarki i nie może z nich skorzystać.

source: Learn JavaScript
el: Μάθετε JavaScript
fr: Apprendre JavaScript
pl: Ucz się języka JavaScript
zh_tw: 學習 JavaScript

source: <p class="intro"><strong>JavaScript</strong> (JS for short) is the programming language that enables web pages ​to respond to user interaction beyond the basic level provided by HTML links and forms.</p> <p>​The links on this page lead to a variety of JavaScript tutorials and JavaScript training materials. Whether you are just starting out, wanting to learn JS basics, or are an old hand, wanting to sharpen your skills, you can find helpful resources here for JS best practices.</p>
fr: <p class="intro"><strong>JavaScript</strong> (JS en abrégé) est le langage de programmation qui permet aux pages web de répondre aux interactions de l'utilisateur au-delà du niveau de base fourni par les liens et formulaires HTML.</p> <p>Les liens sur cette page mènent vers différents tutoriels JavaScript et autres moyens d'apprentissage. Que vous veniez de commencer et désiriez apprendre les bases de JavaScript, ou que vous ayez une longue expérience et vouliez raffiner vos compétences, vous trouverez ici des ressources utiles pour apprendre les meilleures pratiques en JavaScript.</p>
pl: <p class="intro"><strong>JavaScript</strong> (JS) jest językiem programowania umożliwiającym stronom internetowym interakcję z użytkownikiem ponad podstawowy poziom oferowany przez odnośniki i formularze HTML.</p> <p>Odnośniki na tej stronie prowadzą do różnych przewodników i materiałów do ćwiczeń związanych z JavaScriptem. Czy jesteś początkującym, który chce poznać podstawy JS, czy starym wyjadaczem, chcącym udoskonalić swoje umiejętności, możesz tutaj znaleźć pomocne informacje i zasoby dla JavaScriptu.</p>

source: /en/JavaScript/Getting_Started
pl: /pl/JavaScript/Getting_Started

source: Getting Started with JavaScript
el: Ξεκινώντας με την JavaScript
fr: Commencer avec JavaScript
pl: Pierwsze kroki w JavaScriptcie

source: What is JavaScript and how can it help you?
el: Τι είναι η JavaScript και πως μπορεί να σας βοηθήσει;
pl: Co to jest JavaScript i w czym może pomóc?

source: Learn the basics of programming with JavaScript
el: Μάθετε τα βασικά για προγραμματισμό με JavaScript
fr: Apprenez les bases de la programmation avec JavaScript
pl: Naucz się podstaw programowania w JavaScripcie

source: Basic fundamentals of programming. Following articles introduce what you can do with JavaScript, best practices for using it, and more.
el: Βασικές αρχές προγραμματισμού. Τα παρακάτω εισαγωγικά άρθρα σας εξηγούν τι μπορείτε να κάνετε με τη JavaScript, τις καλύτερες πρακτικές χρήσης της κι άλλα.
fr: Fondamentaux de base de la programmation. Les articles suivants vous apprendront ce qu'on peut faire avec JavaScript, la meilleure manière de l'utiliser, et plus encore.
pl: Podstawy programowania. Następujące artykuły przedstawiają, co można zrobić z JavaScriptem, najlepsze praktyki w zakresie jego używania i więcej…

source: JavaScript From the Ground Up
el: Η Javascript από την αρχή
fr: JavaScript depuis le début
pl: JavaScript od podstaw

source: Video tutorial on making pages interactive with JavaScript
el: Σεμινάριο σε βίντεο για το πως να κάνετε διαδραστικές σελίδες με Javascript.
pl: Wideo ilustrujące, jak tworzyć interaktywne strony za pomocą JavaScriptu.

source: /en/JavaScript/Guide
fr: /fr/JavaScript/Guide
pl: /pl/JavaScript/Guide

source: JavaScript Guide
el: Οδηγός JavaScript
fr: Guide JavaScript
pl: Przewodnik po JavaScripcie

source: A comprehensive, regularly updated guide to JavaScript for all levels of learning from beginner to advanced.
fr: Un guide complet et régulièrement mis à jour de JavaScript pour tous les niveaux d'apprentissage, du débutant à l'expert.
pl: Obszerny, regularnie aktualizowany przewodnik JavaScriptu dla wszystkich poziomów nauczania – od początkującego do zaawansowanego.

source: JavaScript Best Practices
el: Καλύτερες πρακτικές της JavaScript
fr: Meilleures pratiques en JavaScript
pl: Najlepsze przykłady JavaScriptu

source: Learn about some of the obvious and (not so) obvious best practices when writing JavaScript.
fr: Découvrez certaines des meilleures pratiques les plus (et les moins) évidentes lorsque vous écrivez du JavaScript.
pl: Dowiedz się o niektórych, oczywistych i nieoczywistych, najlepszych praktykach stosowanych podczas pisania JavaScriptu.

source: /en/A_re-introduction_to_JavaScript
fr: /fr/Une_réintroduction_à_JavaScript
pl: /pl/A_re-introduction_to_JavaScript

source: A Re-introduction to JavaScript
fr: Une réintroduction à JavaScript
pl: Ponowne wprowadzenie do JavaScriptu

source: A recap of the JavaScript programming language aimed at intermediate-level developers.
fr: Un récapitulatif du langage de programmation JavaScript destiné aux développeurs d'un niveau intermédiaire.
pl: Podsumowanie języka programowania JavaScript skierowane do średnio zaawansowanych twórców.

source: Eloquent JavaScript
fr: JavaScript éloquent
pl: Wiele mówiący JavaScript
zh_tw: 精通 JavaScript

source: A comprehensive guide to intermediate and advanced JavaScript methodologies.
fr: Un guide complet sur les méthodologies intermédiaires et avancées en JavaScript.
pl: Obszerny przewodnik dla średnio zaawansowanych i zaawansowanych metodologii JavaScriptu.

source: Essential JavaScript Design Patterns
pl: Podstawowe wzorce projektowe JavaScriptu

source: An introduction to essential JavaScript design patterns.
fr: Une introduction aux designs patterns essentiels en JavaScript.
pl: Wprowadzenie do podstawowych wzorców JavaScriptu.

source: The JavaScript Programming Language
el: Η γλώσσα προγραμματισμού JavaScript
fr: Le langage de programmation JavaScript
pl: Język programowania JavaScript

source: Douglas Crockford explores the language as it is today, and how it came to be.
fr: Douglas Crockford explore le langage tel qu'il existe aujourd'hui, et ce qui l'a fait évoluer de la sorte.
pl: Douglas Crockford bada JavaScript, jaki jest dzisiaj i jaki będzie w przyszłości.

source: Introduction to Object-oriented JavaScript
el: Εισαγωγή στην αντικειμενοστραφή JavaScript
fr: Introduction au JavaScript orienté objet
pl: Wprowadzenie do obiektowo zorientowanego JavaScriptu

source: Learn about the JavaScript object model.
el: Μάθετε για το JavaScript object model.
fr: Découvrez le modèle objet de JavaScript.
pl: Dowiedz się więcej o obiektowym modelu JavaScriptu.

source: Learning Advanced JavaScript
el: Εκμάθηση JavaScript για προχωρημένους
fr: Apprentissage de JavaScript avancé
pl: Zaawansowana nauka JavaScriptu

source: John Resig’s guide to advanced JavaScript.
el: Ο οδηγός του John Resig για την JavaScript για προχωρημένους.
fr: Le guide de John Resig du JavaScript avancé
pl: Podręcznik Johna Resiga o zaawansowanym JavaScripcie.

source: Introducing the JavaScript DOM
el: Εισαγωγή στο JavaScript DOM
fr: Introduction au DOM JavaScript
pl: Wprowadzenie do DOM JavaScript

source: What is the Document Object Model, and why is it useful? This article gives you a gentle introduction to this powerful JavaScript feature.
el: Τι είναι το Document Object Model και γιατί είναι χρήσιμο; Αυτό το άρθρο είναι μια εύληπτη εισαγωγή στο πανίσχυρο αυτό χαρακτηριστικό της JavaScript.
pl: Co to jest obiektowy model dokumentu (DOM) i dlaczego jest użyteczny? Ten artykuł łagodnie wprowadza do tego potężnego narzędzia JavaScriptu.

source: An Inconvenient API: The Theory of the DOM
el: Ένα άβολο API: Η θεωρία του DOM
fr: Une API peu pratique : la théorie du DOM
pl: Niewygodny API: Teoria DOM

source: Douglas Crockford explains the Document Object Model.
el: Ο Douglas Crockford εξηγεί το Document Object Model.
fr: Douglas Crockford explique le Document Object Model.
pl: Douglas Crockford objaśnia obiektowy model dokumentu (DOM).

source: Advanced JavaScript
el: JavaScript για προχωρημένους
fr: JavaScript avancé
pl: Zaawansowany JavaScript
zh_tw: 進階 JavaScript

source: Douglas Crockford looks closely at code patterns from which JavaScript programmers can choose in authoring their applications.
fr: Douglas Crockford examine de près des organisations de code parmi lesquelles les programmeurs JavaScript peuvent choisir pour réaliser leurs applications.
pl: Douglas Crockford przygląda się z bliska wzorcom kodu, które programiści JavaScriptu mogą wybrać, tworząc swoje aplikacje.

source: JavaScript Garden
pl: Ogród JavaScriptu
zh_tw: JavaScript 花園

source: Documentation of the most quirky parts of JavaScript.
el: Τεκμηρίωση για τα πιο περίπλοκα τμήματα της JavaScript.
fr: Documentation sur les parties les plus étranges de JavaScript.
pl: Dokumentacja najdziwniejszych części JavaScriptu.

source: Which JavaScript Framework?
pl: Jaką strukturę JavaScriptu wybrać?

source: Advice on choosing a JavaScript framework.
fr: Conseils sur le choix d'un framework JavaScript.
pl: Porady na temat wyboru struktury JavaScriptu.
zh_tw: 挑選 JavaScript 框架的建議

source: Non-blocking JavaScript Downloads
fr: Téléchargements JavaScript non bloquants
pl: Nie blokujące pobierania pliki JavaScript

source: Tips on improving the download performance of pages containing JavaScript.
el: Συμβουλές για τη βελτίωση του χρόνου λήψεως σελίδων που περιέχουν JavaScript.
pl: Porady na temat poprawy wydajności pobierania stron zawierających JavaScript.

source: <h2>Are you tired of learning JS on your own?<br>Do you want to join a community of people who are learning JavaScript and other open web technologies?</h2> <p>Consider signing up for free online peer study groups through <a href="http://p2pu.org/">Peer-to-Peer University's<span title="Peer-to-Peer University"></span></a> <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a>. Share your discoveries, struggles, and victories with others who are learning the same things.</p>
fr: <h2>Marre d'apprendre JavaScript par vous-même ?<br> Vous voulez rejoindre une communauté de personnes qui apprennent JavaScript et d'autres technologies web ouvertes ?</h2> <p>N'hésitez pas à vous inscrire à des groupes d'études en commun avec la <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> de la <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>. Partagez vos découvertes, vos luttes et vos victoires avec d'autres qui apprennent en même temps que vous.</p>
pl: <h2>Próbujesz uczyć się języka JavaScript samemu?<br> Czy chcesz przyłączyć się do społeczności uczącej się JavaScriptu i innych otwartych technologii?</h2> <p>Zarejestruj się w <a href="http://p2pu.org/">Peer-to-Peer University<span title="Peer-to-Peer University"></span></a>, działającej w ramach <a href="http://p2pu.org/webcraft/course-listing">School of Webcraft</a> grupie takich samych, jak ty osób. Podziel się z innymi swoimi odkryciami, walką i zwycięstwami na niwie Javascriptu.</p>

source: Welcome to the Mobile Developer Community:
el: Καλως ορίσατε στην κοινότητα δημιουργών για κινητά:
es: Bienvenido a la comunidad de desarrolladores de Mobile:
fr: Bienvenue dans la communauté des développeurs pour mobile :
ga: Fáilte go dtí an Comhphobal Forbróirí Soghluaiste:
hr: Dobrodošli u zajednicu programera za mobilne uređaje:
ja: モバイル製品開発者コミュニティへようこそ:
pl: Witaj w społeczności twórców dodatków dla Firefoksa Mobile:
zh_tw: 歡迎來到行動版網頁開發者社群:

source: You took back the Web. Now take it with you.
el: Ανακαταλάβατε το διαδίκτυο. Τώρα πάρτε το και μαζί σας παντού.
es: Recuperaste la Web. Ahora llévatela contigo.
fr: Vous avez repris le contrôle du web. Maintenant, emportez-le avec vous.
ga: Is leatsa an Gréasán anois. Beir leat é.
hr: Uzeli ste natrag web. Sada ponesite ga sa sobom.
ja: 取り戻した Web は今、あなたと共にあります。
pl: Internet cię wciągał, zabierał – teraz ty weź go ze sobą.
zh_tw: 現在把網頁隨身帶著走。

source: Join the Mobile discussions!
el: Πάρτε μέρος στις συζητήσεις για τα κινητά!
es: ¡Únete a las discusiones sobre Mobile!
fr: Rejoignez les discussions sur le Mobile !
ga: Glac páirt sna comhráite faoi Firefox Soghluaiste!
hr: Pridružite se raspravama o razvoju za mobitele!
ja: モバイルの議論に参加してください！
pl: Przyłącz się do dyskusji o Mobile!
zh_tw: 參與行動版的討論！

source: Popular <span class="mobile">Mobile</span> Documentation
el: Δημοφιλης τεκμηριωση για <span class="mobile">κινητα</span>
es: Documentación popular sobre <span class="mobile">Mobile</span>
fr: Documents populaires sur le <span class="mobile">Mobile</span>
ga: Doiciméadú <span class="mobile">Firefox Soghluaiste</span> Is Mó Éileamh Air
hr: Popularna dokumentacija za <span class="mobile">mobitele</span>
ja: 人気の <span class="mobile">モバイル</span> ドキュメンテーション
pl: Popularna dokumentacja o <span class="mobile">Mobile</span>
zh_tw: 熱門 <span class="mobile">行動網頁</span> 文件
